{
  "extractedBios": [
    {
      "fileName": "2080",
      "slug": "2080",
      "link": "https://www.instagram.com/2080music/",
      "platform": "instagram",
      "bioFr": "2080 est un personnage fort jovial qui prend plaisir à jouer en live sa musique synthétique, dans les clubs de la ville. Compositeur atypique, ses rythmiques ont un petit goût de déjà vu, celui de nos jeux d’antan, de nos consoles 8 ou 16 bits, douce époque où les Mario Bross et autres Street Fighters régnaient en maître dans nos salons. Une influence qu’il revendique et à laquelle il associe Jean-Michel Jarre, son premier amour musical, puis Orbital, Prodigy, les Chemicals Brothers, la soul de la Motown ou la stax des années 60 et 70. Une somme d’artistes qui a façonné sa musique, la rendant originale, à l’orée de la techno et du hip hop. Un savant mélange d’influences 80’s, d’un goût prononcé pour le Chiptune ou tout autre forme d’enregistrement audio, et une envie de faire de la musique futuriste.\nSa musique audacieuse et traversée de multiples influences touche aussi bien les amateurs de sonorités chiptune que les amateurs d’électro au sens large. 2080 compose de la musique électrochiptune, c’est-à-dire un mélange des sons électro, de synthés analogiques traditionnels et de puces de consoles de jeu comme la Gameboy et le Commodore64. \nFan de jeux vidéo, et figure incontournable de la musique électronique indépendante hexagonale, l'artiste 2080 vous plongera dans l'univers du rétro-gaming : on se souvient notamment du très remarqué clip « My Megadrive » (qui totalise +600 000 vues), de sa prestation Vjing pour les français de dDamage, de ses concerts en direct sur le jeu en ligne Minecraft ainsi que de nombreuses collaborations avec RedBull, Arte ou Canal+, et autres bandes originales de jeux vidéo ou de documentaires.\nCet artiste parle de l’univers du jeu vidéo comme source d’émotion, en supprimant les passerelles entre réalité et virtuel. Il s’amuse à mélanger de gros synthés Moog et modulaire Doepfer et Gameboy. Ses sons viennent de Juno 106, DX7, Gameboy, Doepfer A100, Oberheim matrix 6r, Moog Slim Phatty et Minitaur, Commodore 64, TR808, 909, 707 et CR78.\nÀ peine âgé de quatre ans, il entend pour la première fois le morceau Popcorn, sûr et certain qu'il a été composé par Jean-Michel Jarre (alors que Gershon Kingsley en est l'auteur sur l'album Music to moog by, 1969). Adolescent, il continue d'écouter Jarre Jr., mais aussi Vangelis, Queen et les Pink Floyd avant de se frotter à la rugosité animale et décérébrée des compilations hardcore Thunderdome. De fil en aiguille, il se glisse dans l'univers complexe et trituré du label Warp. \nPendant longtemps il compose de la musique assez sombre, très ambient et lourde, avec des tempos lents et des rythmes complexes, puis il décide d’exprimer quelque chose de positif pour que sa musique devienne source d'amusement. À son image : colorée, souriante et drolatique, aux antipodes des caractères ombrageux, torturés et pinailleurs de la sphère electronica. 2080 n'a qu'un but : \"Faire de la musique simple mais pas dénuée de sens\". Soit une musique électronique pleine d'entrain, de rondeurs, truffée de sonorités aux relents vidéoludiques (sa passion première). Un geek dans toute sa splendeur qui a su maturer ses passions d'enfant pour l'art, la musique, la bande-dessinée et les jeux-vidéos.",
      "bioEn": "2080 is a cheerful character who takes great pleasure in playing his synthetic music live in the city’s clubs. An atypical composer, his beats have a hint of déjà-vu, echoing the games of our childhood and our old 8- and 16-bit consoles, from the days when Super Mario Bros. and Street Fighter ruled our living rooms. He openly embraces this influence and pairs it with his first musical love, Jean-Michel Jarre, then Orbital, The Prodigy, The Chemical Brothers, as well as Motown and Stax soul from the 60s and 70s. All of these artists have shaped his music, making it unique, somewhere between techno and hip-hop. It’s a clever mix of 80s influences, a strong taste for chiptune and other forms of audio recording, and a desire to create futuristic music.\nHis bold, multi-influenced sound appeals as much to fans of chiptune as to electronic music lovers in the broadest sense. 2080 composes electro-chiptune — a blend of electronic textures, traditional analog synthesizers and sound chips from game consoles such as the Game Boy and the Commodore 64.\nA video-game enthusiast and a key figure of the French independent electronic scene, 2080 plunges listeners into a retro-gaming universe. We remember his much-talked-about video “My Megadrive” (over 600,000 views), his VJ set for French duo dDamage, his live shows inside the online game Minecraft, as well as numerous collaborations with Red Bull, Arte and Canal+, and several scores for video games and documentaries.\nHe explores the world of video games as a source of emotion, erasing the boundaries between reality and virtual worlds. He loves to mix massive Moog and Doepfer modular synths with a Game Boy. His sounds come from a Juno-106, DX7, Game Boy, Doepfer A100, Oberheim Matrix 6R, Moog Slim Phatty and Minitaur, Commodore 64, TR-808, 909, 707 and CR-78.\nAt barely four years old, he heard the track “Popcorn” for the first time, convinced it had been composed by Jean-Michel Jarre (while it was in fact written by Gershon Kingsley on the 1969 album Music to Moog By). As a teenager, he kept listening to Jarre, but also discovered Vangelis, Queen and Pink Floyd, before diving into the raw, brain-melting hardcore compilations Thunderdome. Step by step, he found his way into the complex, twisted universe of the Warp label.\nFor a long time he wrote fairly dark music — heavy, ambient tracks with slow tempos and intricate rhythms — before deciding to express something more positive and turn his music into a source of fun. Like him, it became colorful, smiling and playful, the exact opposite of the moody, tortured, nit-picking side often associated with the electronica scene. 2080 has only one goal: “Make simple music that still has meaning.” The result is energetic, round-sounding electronic music, packed with video-game-flavored tones (his first passion). A geek in all his glory, who has managed to mature his childhood obsessions with art, music, comic books and video games into a unique musical universe."
    },
    {
      "fileName": "AROM (AMAURY MESSELIER)",
      "slug": "arom",
      "link": "https://www.instagram.com/arom_boglins/",
      "platform": "instagram",
      "bioFr": "Tout droit sorti de la banlieue lilloise, Arom est un ovni, un cyberpunk extralucide qui compose autant qu’il écrit. \nBiberonné au rap US made in Midwest, aux films de science-fiction des années 90 et aux jeux vidéo, le roux à lunettes a planté le décor d’un univers à la fois sombre et coloré à travers un bon nombre de collaborations (Madchild, ChinoXL Emsallam, Deadi, La Gale…) et de projets solo (LP « John Connor », EP « Damien vs Van Helsing », EP « 1987 ») sortis sur le label Mutant Ninja.\nDerrière les machines, Arom s’amuse autant à produire des beats hip-hop sombres et évolutifs, qu’à composer des morceaux chiptune ou funkwave sautillant pour des éditeurs de renom tels que Parigo, Sonoton, Prodigious, West One.... Il participe aussi à la bande originale du film “La dérive des continents (au sud)” de Lionel Baier, ainsi qu’au sound design du jeu-vidéo “GI Joe : Wrath Of Cobra”.\nActiviste engagé, Arom amène depuis 6 ans son studio mobile dans les structures sociales pour animer des ateliers d’écriture et d’enregistrement autour du rap.",
      "bioEn": "Straight out of the Lille suburbs, Arom is a true outlier – a clairvoyant cyberpunk who writes as much as he produces. Raised on Midwest US rap, 90s sci-fi movies and video games, the red-haired kid with glasses has built a universe that’s both dark and colorful through numerous collaborations (Madchild, Chino XL, Emsallam, Deadi, La Gale…) and solo projects (John Connor LP, Damien vs Van Helsing EP, 1987 EP) released on the Mutant Ninja label.\nBehind the machines, Arom has just as much fun crafting dark, evolving hip-hop beats as he does composing bouncy chiptune or funkwave tracks for renowned production houses such as Parigo, Sonoton, Prodigious, West One… He also contributed to the original soundtrack of Lionel Baier’s film Continental Drift (South) and to the sound design of the video game G.I. Joe: Wrath of Cobra.\nA committed activist, Arom has been taking his mobile studio into social centers for the past six years, running songwriting and recording workshops around rap."
    },
    {
      "fileName": "Aeon Seven",
      "slug": "aeon-seven",
      "link": "https://www.instagram.com/aeon7even/?hl=fr",
      "platform": "instagram",
      "bioFr": "Avant de rouler à tombeau ouvert avec son projet électro Christine, Aeon Seven fut l’un des premiers turntablists de sa région, incollable en matière de hip-hop, de funk et de samples obscures en tous genres.\nMusique et skateboard rythmeront l’adolescence d’Aeon Seven, avec Jason Lee, Matt Hensley, Public Enemy, Beastie Boys et Sonic Youth en toile de fond. Guitariste dans un éphémère groupe de punk-rock et diggers avant l’heure, il se forge sa culture musicale en collectionnant des disques vinyles d’occasions. Le déclic se fait en 1995, avec la découverte de DJ Shadow et DJ Qbert. A partir de ce moment-là, il s’immerge plus profondément dans la culture hip-hop, se procure une seconde platine vinyle, une table de mix, exploite tous les disques accumulés et devient DJ. Résident du mythique Café Curieux, il se penche en 2000 sur la production musicale et sort son premier vinyle “Beyond The Time Barrier”. Un disque composé d’instrumentaux hip-hop et de plages de sons, un disque destiné aux turntablists. Il est par la suite programmé en 2003 au festival Rock Dans Tous Ses Etats et partage la scène en 2004 avec Hexstatic et Modeselektor au Nördik Impakt n°6. En 2005, il sortira le EP “Funky Furious”, révélant sa passion pour le deep-funk et les “breaks” de batterie qui constituent les fondements mêmes de la production hip-hop.\n Fin 2007, Aeon Seven rencontre Kunst Throw, un jeune DJ avec qui il partage les mêmes influences musicales. Ils se produisent ensemble dans des soirées endiablées qui les conduiront à mêler leurs influences hip-hop/funk/rock à la nouvelle scène électro alors en pleine effervescence. En 2010, ils fondent le projet “Christine”. Le duo se fait d’abord remarquer pour ses prestations live, remporte le tremplin Booster parrainé par le FAIR en 2011 et se retrouve sélectionné la même année pour les « découvertes du Printemps de Bourges » et pour les Transmusicales de Rennes. En 2012, ils obtiennent la tournée « 78 tours » et Les Détours d’Adami, leur permettant de jouer dans les plus grands festivals francophones (Francofolies, Vielles Charrues, Solidays, le MEG à Montreal, Sakifo à La Réunion, Eurockéennes, Montreux et Paléo en Suisse…). Le groupe sort 2 EP « Catharsis » et « Death On Wheels » la même année. Viennent ensuite 2 EP autoproduis : « Ecstatic Sole » et « Brand New Furies », suivi de la production intégrale de la BO d’un film de genre « Sam Was Here » réalisé par Christophe Deroo.\n DJ et Producteur actif depuis plus de 20 ans, cet inconditionnel des disques vinyles décide de quitter Christine fin 2015 pour revenir à ses premiers amours en solo. Après une carrière de producteur remontant à l’an 2000, le premier album d’AEON SEVEN “Hand Funktion” est enfin parmi nous ! Ce maestro français a été une force créative dans tous les domaines de la production, du DJing, du graphisme et de l’animation. Ayant d’abord attiré l’attention de la communauté funk/breaks du monde entier avec son exceptionnel “Funky Furious EP” (2005), il a continué à produire une série de mix tapes incroyables qui révèlent magnifiquement sa dextérité sur les platines comme en studio. Il a sorti quelques singles pour 45 Live Records et produit des disques « outils » astucieux pour DJ avec la série ‘Thundercuts’ sur 7″ et 12″.\nPendant tout ce temps, Aeon Seven a perfectionné son art à la fois musicalement et visuellement. Son amour de l’instrumental et son amour évident pour les BO de films, le psyché, le jazz et le funk, transparaissent dans toutes ses productions. Du paysage sonore dirigé par la harpe cosmique du morceau d’ouverture “Outer Space Illusion”, des thèmes étranges et atmosphériques de “The Hidden Hand” aux vibrations de blaxploitation uptempo et funky de “Mankind Hunt”, la maîtrise de la composition musicale d’Aeon Seven est mature et habilement exécuté.",
      "bioEn": "Before going full throttle with his electro project Christine, Aeon Seven was one of the first turntablists in his region, endlessly knowledgeable about hip-hop, funk and all kinds of obscure samples. Music and skateboarding set the pace of his teenage years, with Jason Lee, Matt Hensley, Public Enemy, Beastie Boys and Sonic Youth in the background. A guitarist in a short-lived punk-rock band and a “digger” before the term became widespread, he built his musical culture by collecting second-hand vinyl records. The turning point came in 1995 when he discovered DJ Shadow and DJ Qbert. From then on, he immersed himself in hip-hop culture, bought a second turntable and a mixer, dug into all the records he had accumulated and became a DJ. Resident at the legendary Café Curieux, he turned to music production in 2000 and released his first vinyl, Beyond The Time Barrier — a record made up of hip-hop instrumentals and sound tools designed for turntablists. He was later booked at the Rock Dans Tous Ses États festival in 2003, and in 2004 shared the stage with Hexstatic and Modeselektor at Nördik Impakt #6. In 2005, he released the Funky Furious EP, revealing his passion for deep funk and drum breaks, the very foundations of hip-hop production.\nAt the end of 2007, Aeon Seven met Kunst Throw, a young DJ who shared the same musical influences. They started playing wild shows together, blending their hip-hop/funk/rock background with the then-booming new electro scene. In 2010, they founded the project Christine. The duo first made a name for itself on stage, winning the Booster competition sponsored by the FAIR in 2011, and being selected the same year for the “Discoveries” program at Le Printemps de Bourges and for the Transmusicales de Rennes. In 2012, they landed the “78 Tours” and “Les Détours d’Adami” tours, which took them to some of the biggest French-speaking festivals (Francofolies, Vieilles Charrues, Solidays, MEG in Montreal, Sakifo in La Réunion, Eurockéennes, Montreux and Paléo in Switzerland, etc.). The group released two EPs, Catharsis and Death On Wheels, that same year, followed by two self-produced EPs, Ecstatic Sole and Brand New Furies, and then the full score for Christophe Deroo’s genre film Sam Was Here.\nAn active DJ and producer for over 20 years and an unconditional vinyl enthusiast, he left Christine at the end of 2015 to return to his first loves as a solo artist. After a producer career that began in 2000, Aeon Seven’s first full-length album, Hand Funktion, is finally here. This French maestro has been a creative force in every field he touches: production, DJing, graphic design and animation. First noticed by the global funk/breaks community with his outstanding Funky Furious EP (2005), he went on to release a series of stunning mixtapes that showcase his dexterity both on the decks and in the studio. He has put out several singles on 45 Live Records, as well as clever DJ tool records with the Thundercuts series on 7″ and 12″.\nAll the while, Aeon Seven has honed his craft both musically and visually. His love of instrumentals and his clear affection for film scores, psychedelia, jazz and funk shines through in all his productions. From the harp-driven cosmic soundscape of the opening track “Outer Space Illusion” and the strange, atmospheric themes of “The Hidden Hand” to the uptempo blaxploitation-style funk of “Mankind Hunt”, Aeon Seven’s command of musical composition is fully mature and masterfully executed."
    },
    {
      "fileName": "After in Paris",
      "slug": "after-in-paris",
      "link": "https://www.afterinparis.com/",
      "platform": "website",
      "bioFr": "Avec plus de 1000 compositions pour la librairie sonore, ils proposent un travail conceptuel, répondant principalement à une demande audiovisuelle.\nLeur musique va de la comédie orchestrale au minimalisme en passant par le jazz, la soul et l’électro. Des mélodies d’émotion, sons de l’énergie de l’espoir et rythmes de l’amour se réunissent pour la création et la production d’œuvres originales, ode à la musique contemplative pianiste et cinématographique.\nIls sont trois, programmateurs de machines musicales et par ailleurs instrumentistes : Claire Michael, saxophoniste, flûtiste et vocaliste ; Jean-Michel Vallet aux claviers ; Patrick Chartol à la basse et à la contrebasse. Leur musique est faite à partir de samples, de bruitages, d'interventions vocales tirées des films Shadows, de John Cassavetes, Le Faucon maltais, de John Huston, et Citizen Kane, d'Orson Welles - aussi présent avec des extraits de ses émissions radiophoniques. Par endroits, Paolo Fresu (trompette), Dave Liebman (saxophones) et Christophe Bras (batterie) s'installent dans ce recueil d'ambiances plutôt nocturnes, même sur des tempos rapides. Parfois contemplatives, parfois emportées, les constructions sonores de Time Cycle sont de celles qui révèlent, d'écoute en écoute, leurs mystères, surprises et émotions.\nIls composent également des œuvres originales pour le théâtre, le cinéma ainsi que pour des habillages radio. Par ailleurs, ils interprètent leur musique et parcourent le monde sur les scènes les plus prestigieuses :\nJazz festival de Marciac (France) Ouro Preto Jazz Festival (Brésil) Belo Horizonte (Brésil) Interart Festival de Capivara (Brésil) Baku International Jazz Festival (Azerbaïdjan) Festival Mimi (Arles) Festival J&B (Istanbul)\nPorgy & Bess (Vienne) Casino de Paris, Tlp Dejazet, Cirque d’hiver, New Morning, Sunset, Duc des Lombards…\nLe groupe AFTER IN PARIS est aussi un trio de voyageurs, de grands baroudeurs même si l'on se fie aux curriculums de Jean-Michel Vallet (Serge Gainsbourg, Ircam, Paco Séry, Karl Zéro ...) et de Patrick Chartol (McSolaar, Brooklin Funk Essential, Nekropsi ...) Et tout cela s'entend : Claire Michael a été élue révélation de l’année par la presse brésilienne, retour immédiat entre leurs créations musicales et un public international.\nIls ont également collaboré avec : Johnny Hallyday, Mc Solaar, Jacques Higelin, Raul de Souza, Didier Lockwood, Paco Sery, Toninho Horta, Caito Marcondes, Ray Lema, William Sheller, Manu Dibango, Sertab Erener (gagnante Eurovision), Taraf de Haidouk, Laco Tayfa (Brooklyn Funk Essential / Double Moon), Paolo Fresu, Dave Liebman, Maxime Saury, Steve Lacy, Ziskakan et bien d’autres.\nLeur dernier album hommage à John Coltrane, « Trane Steps » a reçu les plus beaux éloges de la presse. Ces mélodies jazzy évoquent, avec les outils modernes, la mémoire de Saint-Germain-des-Prés tout simplement. Jean-Michel Vallet manie le piano et l'ordinateur avec la même aisance, Claire Michael joue du sax-ténor et de la flute traversière avec légéreté et Patrick Chartol rythme de sa basse, contrebasse et claviers ce répertoire aérien, précis et bien balancé.",
      "bioEn": "With over 1,000 compositions for production music libraries, they develop strong conceptual work tailored primarily to audiovisual needs. Their music ranges from orchestral comedy to minimalism, via jazz, soul and electro. Emotional melodies, sounds full of energy and hope, and rhythms of love all come together in the creation and production of original works — an ode to contemplative, piano-driven and cinematic music.\nThey are three musicians, both programmers of musical machines and instrumentalists:\n\t•\tClaire Michael – saxophonist, flutist and vocalist\n\t•\tJean-Michel Vallet – keyboards\n\t•\tPatrick Chartol – electric and double bass\nTheir music is built from samples, sound design and vocal extracts taken from the films Shadows by John Cassavetes, The Maltese Falcon by John Huston, and Citizen Kane by Orson Welles — who also appears through excerpts from his radio shows. At certain moments, Paolo Fresu (trumpet), Dave Liebman (saxophones) and Christophe Bras (drums) join this collection of mostly nocturnal atmospheres, even at faster tempos. Sometimes contemplative, sometimes driven and intense, the sound constructions of Time Cycle reveal, listen after listen, their mysteries, surprises and emotions.\nThey also compose original works for theatre, cinema and radio idents. In addition, they perform their music live and travel the world, appearing on some of the most prestigious stages: Jazz in Marciac (France), Ouro Preto Jazz Festival (Brazil), Belo Horizonte (Brazil), Interart Festival de Capivara (Brazil), Baku International Jazz Festival (Azerbaijan), Festival Mimi (Arles), J&B Festival (Istanbul), Porgy & Bess (Vienna), Casino de Paris, Théâtre Dejazet, Cirque d’Hiver, New Morning, Sunset, Duc des Lombards…\nThe group AFTER IN PARIS is also a trio of seasoned travellers, true globetrotters if you look at the résumés of Jean-Michel Vallet (Serge Gainsbourg, IRCAM, Paco Séry, Karl Zéro, …) and Patrick Chartol (MC Solaar, Brooklyn Funk Essentials, Nekropsi, …). And you can hear it: Claire Michael was voted “Newcomer of the Year” by the Brazilian press, a sign of the immediate connection between their musical creations and an international audience.\nThey have also collaborated with: Johnny Hallyday, MC Solaar, Jacques Higelin, Raul de Souza, Didier Lockwood, Paco Séry, Toninho Horta, Caito Marcondes, Ray Lema, William Sheller, Manu Dibango, Sertab Erener (Eurovision winner), Taraf de Haïdouks, Laco Tayfa (Brooklyn Funk Essentials / Double Moon), Paolo Fresu, Dave Liebman, Maxime Saury, Steve Lacy, Ziskakan and many others.\nTheir latest album, a tribute to John Coltrane entitled Trane Steps, has received glowing reviews in the press. With modern tools, these jazzy melodies simply evoke the memory of Saint-Germain-des-Prés. Jean-Michel Vallet moves effortlessly between piano and computer, Claire Michael plays tenor sax and flute with lightness, and Patrick Chartol drives this airy, precise and perfectly balanced repertoire on bass, double bass and keyboards."
    },
    {
      "fileName": "Arandel",
      "slug": "arandel",
      "link": "https://www.instagram.com/iamarandel/",
      "platform": "instagram",
      "bioFr": "Arandel est un projet musical français anonyme. L'interprète principal reste inconnu et se produit derrière des rideaux lors de performances en direct, bien qu'il soit parfois accompagné de musiciens connus. Arandel utilise uniquement des instruments et évite les échantillonneurs et les appareils MIDI. Son premier album, \"In D\", est sorti en 2010 et est considéré comme un classique expérimental. Depuis, Arandel a sorti plusieurs autres albums, dont \"Solarispellis\" (2014), \"Aleae\" (2017), \"InBach\" (2020) et \"InBach\" vol.2 (2021), ainsi que des remix et des EPs. Son travail est apprécié par les collectionneurs de musique, les DJs et les \"sample diggers\", et il a reçu des critiques positives de la part de publications telles que The Wire, XLR8R et The Line of Best Fit.",
      "bioEn": "Arandel is an anonymous French music project. The main performer keeps his identity hidden and plays behind curtains during live shows, sometimes joined on stage by well-known musicians. Arandel works exclusively with instruments, avoiding samplers and MIDI devices.\nHis debut album, In D, released in 2010, is regarded as an experimental classic. Since then, Arandel has released several other albums, including Solarispellis (2014), Aleae (2017), InBach (2020) and InBach Vol. 2 (2021), as well as various remixes and EPs.\nHis work is highly valued by record collectors, DJs and sample diggers, and has received praise from publications such as The Wire, XLR8R and The Line of Best Fit."
    },
    {
      "fileName": "Arat Kilo",
      "slug": "arat-kilo",
      "link": "https://www.instagram.com/arat_kilo_band/?hl=fr",
      "platform": "instagram",
      "bioFr": "Leader incontesté de la scène éthio-jazz en France, Arat Kilo forme un des tissages transculturels les plus excitants du moment. Accompagnés de Mamani Keita, diva malienne, et Mike Ladd, pionnier du rap US, ce super groupe enchaîne les superlatifs tant sur disque que sur scène. A coup de rythmiques hypnotiques, de cuivres enflammés et de mélodies irrésistibles, il reste fidèle à l’esprit de la musique des anciens sans jamais verser dans la nostalgie. Malgré des thèmes abordés tels les violences policières, les injustices sociales ou l’héritage colonial, on retient surtout les intonations urbaines et festives des compositions qui empruntent autant à Adis Abeba qu’à Paris ou Boston.\nDe la rencontre, en 2008, dans un festival au cœur du parc alpin du Queyras, de trois blancs-becs parigots : Fabien Girard (guitariste), Michaël Havard (saxophoniste), Samuel Hirsch (bassiste), tous mabouls des compilations Éthiopiques du label Buda Musique et des audaces de John Zorn. Du choix de cet étrange nom de groupe, « Arat Kilo », en hommage à ce quartier étudiant – oasis de jeunesse, de savoir, de lumière – d’Addis-Abeba situé à « quatre kilomètres » de la gare. Du premier EP autoproduit, sans titre, enregistré la nuit dans le studio d’Arte Radio. Du premier album officiel, A Night in Abyssinia, clin d’œil à Dizzy Gillespie, avec au chant la Malienne Rokia Traoré, le rappeur québécois SoCalled ou la présence du vénéré mentor Mulatu Astatke, qui reprenait l’un de ses morceaux envoûtants, Dewel, en compagnie de jeunes disciples enchantés. De ce bref séjour « à l’arrache » en Éthiopie, pour ouvrir leurs oreilles au-delà du fantasme, qui aboutit à ce mini-album de vingt minutes, 12 days in Addis, enregistré dans la capitale avec des pointures locales (2012). De l’arrivée providentielle de Florent Berteau (batteur), Gérald Bonnegrace (percussionniste) et Aristide Gonçalves (trompettiste et pianiste), décuplant les thèmes qui pousseront dans l’album autoproduit Nouvelle fleur (2016), marqué par deux premières collaborations avec la chanteuse malienne Mamani Keïta et le rappeur américain Mike Ladd. De la signature sur le label Accords Croisés pour produire Visions of Selam (2018, avec Mike et Mamani) et De Kaboul à Bamako : Sowal Diabi (2022, né de leur rencontre avec des musicien·ne·s afghan·e·s, kurdes ou iranien·ne·s, toujours avec Mamani) ou faire tourner depuis 2019 le spectacle Le Dernier Rimbaud, lecture musicale des lettres envoyées depuis l’Abyssinie par l’auteur brûlant d’Une saison en enfer, imaginé avec l’écrivain.",
      "bioEn": "Undisputed leaders of the Ethio-jazz scene in France, Arat Kilo are one of the most exciting cross-cultural outfits around. Joined by Malian diva Mamani Keita and US rap pioneer Mike Ladd, this supergroup racks up superlatives both on record and on stage. With hypnotic grooves, blazing horns and irresistible melodies, they stay true to the spirit of the music of their elders without ever lapsing into nostalgia. Even when tackling themes such as police violence, social injustice or the legacy of colonialism, what stands out most are the urban, celebratory overtones of their songs, which draw as much from Addis Ababa as from Paris or Boston.\nIt all began in 2008 at a festival in the heart of the Queyras Alps, when three Parisian kids met: guitarist Fabien Girard, saxophonist Michaël Havard and bassist Samuel Hirsch, all obsessed with Buda Musique’s Éthiopiques compilations and the daring experiments of John Zorn. The band chose the unusual name “Arat Kilo” as a tribute to a student district of Addis Ababa – an oasis of youth, knowledge and light – located “four kilometres” from the train station.\nThey self-released a first untitled EP, recorded at night in the Arte Radio studio, followed by their official debut album A Night in Abyssinia – a nod to Dizzy Gillespie – featuring Malian singer Rokia Traoré, Canadian rapper Socalled and their revered mentor Mulatu Astatke, who revisited one of his mesmerising pieces, “Dewel”, alongside his thrilled young disciples.\nA brief, improvised trip to Ethiopia to listen beyond their fantasies led to the mini-album 12 Days in Addis (2012), recorded in the capital with top local musicians. The line-up was then strengthened by the arrival of drummer Florent Berteau, percussionist Gérald Bonnegrace and trumpeter/pianist Aristide Gonçalves, dramatically expanding the band’s sound palette and paving the way for the self-produced album Nouvelle Fleur (2016), marked by their first collaborations with Malian singer Mamani Keita and American rapper Mike Ladd.\nThey later signed to the label Accords Croisés to release Visions of Selam (2018, with Mike and Mamani) and De Kaboul à Bamako: Sowal Diabi (2022, born from encounters with Afghan, Kurdish and Iranian musicians, again with Mamani), and since 2019 have been touring the show Le Dernier Rimbaud, a musical reading of the letters sent from Abyssinia by the author of A Season in Hell, created in collaboration with a writer."
    },
    {
      "fileName": "Bonetrips",
      "slug": "bonetrips",
      "link": "https://www.instagram.com/bonetrips84/",
      "platform": "instagram",
      "bioFr": "Bonetrips est un producteur et beatmaker français affilié à Mutant Ninja Records. Ses beats, très cinématographiques, mélangent boom-bap, samples poussiéreux et atmosphères sombres inspirées des films de genre. Producteur génial aux influences trap, pop et west-coast assumées, c’est également lui qui s’occupe de mixer et de masteriser la plupart des projets de Mutant Ninja Records (au sein du Studio Polycarpe avec son acolyte Tony Tandoori).\nVéritable bourreau de travail, Bonetrips produit des beats du futur, expérimente des techniques inédites, forme avec Liqid le duo Gonzo84, compose et tourne avec Cœur, et réalise sur scène les solos de synthés les plus originaux du Game.\nCe producteur – ingé son – compositeur lyonnais est assurément l’une des pierres angulaires du label Mutant Ninja.",
      "bioEn": "Bonetrips is a French producer and beatmaker affiliated with Mutant Ninja Records. His highly cinematic beats blend boom-bap, dusty samples and dark atmospheres inspired by genre films. A brilliant producer with clear trap, pop and West Coast influences, he also handles the mixing and mastering of most Mutant Ninja Records projects at Studio Polycarpe alongside his partner Tony Tandoori.\nA relentless hard worker, Bonetrips crafts beats from the future, experiments with new techniques, forms the duo Gonzo84 with Liqid, writes and tours with Cœur, and delivers some of the most original synth solos in the game on stage.\nThis Lyon-based producer / sound engineer / composer is undoubtedly one of the cornerstone figures of the Mutant Ninja label."
    },
    {
      "fileName": "Bruno Hovart",
      "slug": "bruno-hovart",
      "link": "https://www.instagram.com/brunopatchworks/",
      "platform": "instagram",
      "bioFr": "Bruno Hovart est producteur, multi-instrumentiste, illustrateur sonore et remixeur. Après des passages par Angers, Birmingham et Londres, il est installé à Lyon depuis 2001. Évoluant depuis le milieu des années 90, ses styles musicaux vont du rock au jazz, en passant par les musiques jamaïcaines, africaines, l’electro et la musique soul. Pour ses projets solos, il intervient sous différents pseudonymes : Patchworks, Patchworks Galactic Project, Uptown Funk Empire, Mr President, Taggy Matcher ou encore Voilaaa. Sur scène, il joue principalement de la guitare basse. Il est impliqué ou a fait partie des groupes : Mr President, Hawa, John Milk, Lightnin 3, Mr Day, The Dynamics… Bruno « Patchworks » Hovart a notamment travaillé avec les labels suivants : Favorite Recordings (Paris), Acid Jazz (Londres), Still Music (Chicago), Infracom (Frankfurt), Quieres Circles (Los Angeles), Feel Music (Séoul), Level Two Music (Melbourne), Sweet Soul (Tokyo), Soultronik (Strasbourg), Kolour Recordings (Houston/Detroit) …",
      "bioEn": "Bruno Hovart is a producer, multi-instrumentalist, sound illustrator and remixer. After spending time in Angers, Birmingham and London, he has been based in Lyon since 2001. Active since the mid-90s, his musical style ranges from rock to jazz, through Jamaican and African music, electro and soul.\nFor his solo projects, he performs under various aliases: Patchworks, Patchworks Galactic Project, Uptown Funk Empire, Mr President, Taggy Matcher and Voilaaa.\nOn stage, he mainly plays bass guitar. He is involved in, or has been part of, bands such as Mr President, Hawa, John Milk, Lightnin 3, Mr Day and The Dynamics.\nBruno “Patchworks” Hovart has worked with numerous labels, including Favorite Recordings (Paris), Acid Jazz (London), Still Music (Chicago), Infracom (Frankfurt), Quieres Circles (Los Angeles), Feel Music (Seoul), Level Two Music (Melbourne), Sweet Soul (Tokyo), Soultronik (Strasbourg) and Kolour Recordings (Houston/Detroit), among others."
    },
    {
      "fileName": "Charlotte Savary",
      "slug": "charlotte-savary",
      "link": "https://www.instagram.com/charlottesavarymusic/",
      "platform": "instagram",
      "bioFr": "Charlotte Savary est une auteur-compositrice-interprète française au talent reconnu. Dotée d’un timbre vocal particulier marqué par un vibrato léger et rapide, elle explore divers genres musicaux, tels que la pop, le folk, l'électro, le hip-hop et le jazz, et chante aussi bien en français qu’en anglais.\nDès le début de sa carrière, Charlotte s'est illustrée dans plusieurs projets musicaux influents. Elle est surtout connue pour sa collaboration étroite avec Wax Tailor, un projet de trip-hop français. Depuis leur rencontre lors de l'enregistrement de l'album « World's End Lane » avec le groupe Clover en 2004, elle a participé à tous les albums de Wax Tailor, contribuant à des titres phares comme « Our Dance », « Seize the Day » et « The Games You Play ». Ses contributions lyriques sont saluées pour leur poésie et leur capacité à tisser des récits émotionnels puissants.\nOutre Wax Tailor, Charlotte a formé plusieurs autres projets musicaux. Avec Philippe Chevallier, elle crée Felipecha, un duo folk, et sort les albums « De fil en aiguille » (2008) et « Les Lignes de Fuite » (2011). Elle a également brillé en solo avec son album « Seasons » en 2016, une exploration intime des thèmes de l'amour et des saisons de la vie. En 2020, elle lance le projet SEYES avec Marine Thibault, explorant une fusion de genres dans l'album « Beauty Dies ».\nSon parcours artistique inclut également des contributions à des projets variés tels que les reprises de Queens of the Stone Age avec Olivier Libaux et la création éphémère « Meeting Point », un mélange d'Afro jazz, de pop et d'électro.\nCharlotte a aussi été une figure clé de Télépopmusik, enrichissant le groupe de sa voix et de ses textes de 2004 à 2019. Son travail solo continue d’évoluer avec des projets comme « Illuminations » et « Digger's Daughter », où elle allie sensibilité acoustique et mélodies captivantes.\nReconnue pour son aisance à harmoniser et sa capacité à créer des ambiances sonores diversifiées, Charlotte excelle en studio comme en live. Elle maîtrise l’art de la scène avec une présence à la fois sensuelle et empreinte de naturel.\nSon expertise s'étend au-delà de la performance, avec un home studio où elle peaufine ses productions, attestant de sa compétence technique et de son engagement artistique.\nAvec une carrière jalonnée de collaborations fructueuses et de projets solos poignants, Charlotte Savary demeure une figure emblématique de la musique contemporaine française. Son parcours illustre une artiste passionnée et polyvalente, dont la voix et les compositions continuent de toucher le cœur d’un public mondial.",
      "bioEn": "Charlotte Savary is a French singer-songwriter with widely acclaimed talent. Gifted with a distinctive vocal tone marked by a light, fast vibrato, she explores a wide range of styles – pop, folk, electro, hip-hop and jazz – and sings in both French and English.\nFrom the very start of her career, Charlotte has been involved in several influential musical projects. She is best known for her long-standing collaboration with Wax Tailor, the French trip-hop project. Since they first met during the recording of the album World’s End Lane with the band Clover in 2004, she has appeared on all of Wax Tailor’s albums, contributing to standout tracks such as “Our Dance”, “Seize the Day” and “The Games You Play”. Her lyrics are praised for their poetry and their ability to weave powerful emotional narratives.\nBeyond Wax Tailor, Charlotte has created several other projects. With Philippe Chevallier, she formed the folk duo Felipecha and released the albums De fil en aiguille (2008) and Les Lignes de Fuite (2011). She also shone as a solo artist with her album Seasons in 2016, an intimate exploration of love and the seasons of life. In 2020, she launched SEYES with Marine Thibault, blending genres on the album Beauty Dies.\nHer artistic journey also includes contributions to a variety of projects, such as Queens of the Stone Age covers with Olivier Libaux and the short-lived project Meeting Point, a mix of Afro-jazz, pop and electro.\nCharlotte was also a key member of Télépopmusik, enriching the band with her voice and lyrics from 2004 to 2019. Her solo work continues to evolve with projects such as Illuminations and Digger’s Daughter, where she combines acoustic sensitivity with captivating melodies.\nRenowned for her ease with harmonies and her ability to create richly textured soundscapes, Charlotte excels both in the studio and on stage, where she performs with a presence that is at once sensual and unassuming.\nHer expertise extends beyond performance: working from her own home studio, she fine-tunes her productions, demonstrating both technical skill and deep artistic commitment.\nWith a career marked by fruitful collaborations and poignant solo projects, Charlotte Savary remains a prominent figure in contemporary French music. Her path reflects a passionate, versatile artist whose voice and songwriting continue to move audiences around the world."
    },
    {
      "fileName": "Chicho Cortez",
      "slug": "chicho-cortez",
      "link": "https://soundcloud.com/chicho-cortez",
      "platform": "soundcloud",
      "bioFr": "https://soundcloud.com/chicho-cortez \nChicho Cortez est un producteur et beatmaker français, proche du label Mutant Ninja. Ses productions boom-bap, très influencées par le hip-hop des années 1990, combinent batteries percutantes, samples de soul et ambiances cinématographiques.",
      "bioEn": "Chicho Cortez is a French producer and beatmaker closely connected to the Mutant Ninja label. His boom-bap productions, heavily influenced by 1990s hip-hop, combine hard-hitting drums, soulful samples and cinematic atmospheres."
    },
    {
      "fileName": "Cyril laurent",
      "slug": "cyril-laurent",
      "link": "https://www.mowno.com/news/infos/avec-hexahedre-jb-hanak-et-cyril-laurent-invitent-au-voyage-extra-corporel/",
      "platform": "website",
      "bioFr": "Cyril Laurent est un artiste éminent du Sud de la France, reconnu pour son projet solo LAMBWOOL, un voyage musical ambient et atmosphérique initié en 2000. Influencé par des icônes telles que Dead Can Dance, Tangerine Dream, Labradford, et Brian Eno, Laurent a sculpté un son distinctif qui résonne à travers ses nombreuses productions.\nDès ses débuts, Cyril Laurent a capturé l'attention de la scène musicale. Lauréat du Tremplin de D-Side Magazine en 2001, il a rapidement établi sa marque dans le domaine, ses albums étant régulièrement salués par la presse spécialisée. Sa capacité à tisser des collaborations significatives avec des artistes de renom, tant français qu'internationaux, tels que Nicolas Dick (Kill the Thrill), Cruise CTRL, et LAAG, témoigne de son influence et de son respect dans l'industrie.\nUn moment phare de sa carrière fut sa participation au projet \"Electronic Manifesto\", un hommage à Mute Records en 2009, où sa reprise d'un titre de Depeche Mode a été spécifiquement reconnue par le groupe, affirmant son habileté à honorer et transformer l'œuvre d'autres artistes avec intégrité et innovation.\nEn parallèle à LAMBWOOL, Laurent s'est distingué comme compositeur pour le milieu audiovisuel, signant des bandes sonores pour des chaînes de renom telles que Canal+, France 5, et France 3. Ses œuvres sont actuellement distribuées par des entités prestigieuses comme Bucks Music Group au Royaume-Uni, ainsi que 5Alarm Music et Spirit Production Music aux États-Unis.\nAu-delà de ses succès solo, Cyril s'est aventuré dans une collaboration marquante avec JB Hanak pour le projet Hexahedre. Ensemble, ils ont créé un album qui se veut une réelle exploration artistique. Ce projet a été conçu comme une immersion dans le sacré et l'astral, avec des compositions qui mélangent lignes de guitare à l'e-bow et claviers analogiques noise par Hanak, et des arrangements ambient, rythmiques et de production par Laurent.\nLe projet Hexahedre représente une facette particulière de sa carrière, témoignant de sa capacité à fusionner les arts sonores et visuels dans une démarche profondément expérimentale et spirituelle. Leur œuvre commune, fruit de plusieurs années d'échanges musicaux, a été finalisée par Laurent en termes de mixage, tandis que Hanak a pris en charge l'aspect visuel, tous deux cherchant à capturer une atmosphère de musique chamanique et hypnotique.\nAvec plus de deux décennies de carrière et une influence durable sur les scènes ambient et électronique, Cyril Laurent continue de se réinventer et de repousser les frontières du possible dans l'univers musical. Son engagement envers l'art audiovisuel et la musique rend son œuvre non seulement pertinente mais essentielle pour les amateurs de musique à travers le monde.",
      "bioEn": "Cyril Laurent is a leading artist from the south of France, best known for his solo project LAMBWOOL, an ambient and atmospheric musical journey launched in 2000. Influenced by icons such as Dead Can Dance, Tangerine Dream, Labradford and Brian Eno, Laurent has crafted a distinctive sound that runs through his many releases.\nFrom the outset, Cyril Laurent attracted attention on the music scene. Winner of the D-Side Magazine talent contest in 2001, he quickly made his mark, with his albums regularly praised by the specialist press. His ability to build meaningful collaborations with renowned French and international artists such as Nicolas Dick (Kill the Thrill), Cruise CTRL and LAAG testifies to both his influence and the respect he commands in the industry.\nA highlight of his career came with his participation in the 2009 project Electronic Manifesto, a tribute to Mute Records, where his cover of a Depeche Mode track was singled out and acknowledged by the band themselves, confirming his talent for honouring and transforming other artists’ work with integrity and imagination.\nAlongside LAMBWOOL, Laurent has distinguished himself as a composer for film and television, writing scores for major broadcasters such as Canal+, France 5 and France 3. His music is currently distributed by prestigious companies including Bucks Music Group in the UK, and 5Alarm Music and Spirit Production Music in the United States.\nBeyond his solo work, Cyril embarked on a notable collaboration with JB Hanak for the project Hexahedre. Together, they created an album conceived as a true artistic exploration, an immersion in the sacred and the astral. The project combines Hanak’s e-bow guitar lines and noisy analogue keyboards with Laurent’s ambient, rhythmic and production work.\nHexahedre represents a special facet of his career, showcasing his ability to fuse sound and visual arts in a deeply experimental and spiritual approach. The album, the result of several years of musical exchanges, was mixed by Laurent, while Hanak handled the visual dimension, both aiming to capture a chamanic, hypnotic musical atmosphere.\nWith more than two decades of activity and a lasting impact on the ambient and electronic scenes, Cyril Laurent continues to reinvent himself and push boundaries. His commitment to audiovisual art and music makes his work not only relevant, but essential listening for music lovers around the world."
    },
    {
      "fileName": "Cœur",
      "slug": "coeur",
      "link": "https://www.instagram.com/coeurkokoro/?hl=fr",
      "platform": "instagram",
      "bioFr": "https://www.instagram.com/coeurkokoro/?hl=fr \n\nCœur est une chanteuse et productrice française liée à la scène Mutant Ninja. Sa musique mêle influences pop, hip-hop et électroniques dans une esthétique sombre et introspective, portée par une écriture très personnelle.\nCharlie Duran, connue sous le nom de Cœur, est une artiste, rappeuse, chanteuse française. Elle est originaire de Lyon et a commencé sa carrière musicale en tant que membre du duo Schlaasss.\nElle a depuis sorti sa première mixtape, Minouche Mafia, en mars 2021. Celle-ci a été produite par Bonetrips et Nicolas Steib. La mixtape est un mélange de rap, d’électronique et de pop, avec des paroles poétiques et charnelles.\nEn parallèle, Cœur est également connue pour ses performances scéniques uniques, où elle porte une robe de mariée blanche et est entourée de danseuses drag queens. Dans les milieux LGBT en France, Cœur est une figure importante du mouvement féministe.\nD’autre part, dans le cadre de performance scéniques, vous avez sûrement déjà pu voir Cœur en première partie de Lorenzo, Chilla, Vald, Charlotte Adigery ou encore Poupie. Dernièrement, l’artiste lyonnaise était en concert dans la région, au Transbordeur (Villeurbanne), en décembre 2023, en première partie de Troubles",
      "bioEn": "Cœur is a French singer and producer associated with the Mutant Ninja scene. Her music blends pop, hip-hop and electronic influences into a dark, introspective aesthetic driven by deeply personal writing.\nCharlie Duran, known as Cœur, is a Lyon-born rapper and singer who first emerged as part of the duo Schlaasss. She released her debut mixtape Minouche Mafia in March 2021, produced by Bonetrips and Nicolas Steib. The project mixes rap, electronic music and pop, with poetic, sensual lyrics.\nCœur is also renowned for her singular live performances, where she appears in a white wedding dress surrounded by drag queen dancers. Within LGBT circles in France, she is seen as an important figure of the feminist movement. On stage, she has opened for artists such as Lorenzo, Chilla, Vald, Charlotte Adigéry and Poupie. Most recently, the Lyon-based artist performed at Le Transbordeur in Villeurbanne in December 2023, opening for Troubles."
    },
    {
      "fileName": "DJ HERTZ (Franck Sinnassamy)",
      "slug": "dj-hertz",
      "link": "https://www.instagram.com/9_o_clock/",
      "platform": "instagram",
      "bioFr": "DJ Hertz, également connu sous son vrai nom Franck Sinnassamy, est un artiste français polyvalent dont la carrière s’étend sur plusieurs domaines de la musique.\nEn tant que fondateur du label indépendant Scratch Science, DJ Hertz a créé des disques innovants destinés aux turntablists. Parmi ses créations, on retrouve la série des Grasshopper Break et Enter The Scratch Game. La réputation de Scratch Science s’étend à l’échelle mondiale, et ses disques ont profondément influencé le monde du scratch.\nDJ Hertz est également membre du groupe 9 O’Clock, une équipe de turntablists français. Ensemble, ils ont remporté le championnat du monde DMC (Disco Mix Club) trois fois consécutives en 2013, 2014 et 2015. Leur maîtrise des platines et leur créativité ont fait d’eux des références incontournables du turntablism. 9 O’clock a également participé à des festivals et a eu l’occasion de se produire au Stade de France en ouverture de la finale de la coupe de la ligue.\nEn parallèle, Franck Sinnassamy est un compositeur prolifique. D’une part, il crée des compositions originales avec son groupe, et d’autre part, il collabore avec des artistes tels que Beat Assaillant, Quinze, et Haji. 9 O’clock a également composé plusieurs musiques de publicité, dont un spot TV pour la Ligue 1. Son travail a été salué par ses pairs, et il a reçu le prestigieux Mark Award.\nSes compositions personnelles, en collaboration avec l’éditeur Parigo Music, ont été utilisées dans de nombreuses séries, notamment Blood, Sex and Royalty, Captain Fall, et Ctrl Z. DJ Hertz sait comment créer des ambiances sonores captivantes qui s’intègrent parfaitement aux productions visuelles.",
      "bioEn": "DJ Hertz, also known by his real name Franck Sinnassamy, is a versatile French artist whose career spans several areas of music.\nAs the founder of the independent label Scratch Science, DJ Hertz has created groundbreaking records designed for turntablists, including the Grasshopper Breaks series and Enter The Scratch Game. Scratch Science has earned a worldwide reputation, and its releases have had a major impact on the scratch community.\nDJ Hertz is also a member of 9 O’Clock, a French turntablist crew. Together, they won the DMC (Disco Mix Club) World Championship three years in a row in 2013, 2014 and 2015. Their technical mastery and creativity have made them key references in turntablism. 9 O’Clock have also played at festivals and even performed at the Stade de France, opening the French League Cup final.\nIn parallel, Franck Sinnassamy is a prolific composer. He writes original music with his group and collaborates with artists such as Beat Assaillant, Quinze and Haji. 9 O’Clock have also composed several commercial scores, including a TV spot for Ligue 1. His work has been praised by his peers and earned him the prestigious Mark Award.\nHis own compositions, in partnership with publisher Parigo Music, have been used in numerous series, including Blood, Sex & Royalty, Captain Fall and Ctrl Z. DJ Hertz has a knack for crafting captivating soundscapes that blend seamlessly with visual productions."
    },
    {
      "fileName": "DJ TROUBL",
      "slug": "dj-troubl",
      "link": "https://www.instagram.com/djtroubl/?hl=af",
      "platform": "instagram",
      "bioFr": "DJ Troubl’ est un DJ et turntablist français originaire de Poitiers, double vice-champion du monde DMC et multiple champion de France. Il a ensuite révélé être l’artiste anonyme derrière le projet trap UZ, tout en poursuivant des productions entre hip-hop, bass-music et EDM. DJ Troubl’ est lui aussi un scratcheur hors-pair pouvant aussi bien mixer les classiques funk que la crème du hip hop américain ainsi que de l’électro old school et dansante. Il est également champion du monde spécifiquement pour la technique de « beat juggling ».",
      "bioEn": "DJ Troubl’ is a French DJ and turntablist from Poitiers, a two-time DMC World Vice-Champion and multiple French champion. He later revealed himself as the anonymous artist behind the trap project UZ, while continuing to produce music at the crossroads of hip-hop, bass music and EDM.A master of scratching, DJ Troubl’ is equally at ease mixing funk classics, top-shelf US hip-hop and old-school, dancefloor-oriented electro. He is also a world champion specifically in the art of beat juggling."
    },
    {
      "fileName": "Dan Amozig",
      "slug": "dan-amozig",
      "link": "https://www.instagram.com/danamozig/reels/?__d=dist",
      "platform": "instagram",
      "bioFr": "Dan Amozig est un artiste multi-instrumentiste originaire d'Amiens, célèbre pour sa maîtrise de la guitare, de la basse, de la trompette, du bugle, ainsi que pour ses compétences vocales. Influencé par des géants du jazz comme Wayne Shorter et Wes Montgomery, et des figures emblématiques du hip-hop telles que Madlib et MF DOOM, Dan a su créer un style unique qui fusionne ces genres avec brio.\nDès le début des années 2000, Dan commence à s'impliquer dans la scène musicale, explorant le jazz et le hip-hop. Son talent et sa polyvalence le mènent à Paris en 2010, où il intègre rapidement diverses formations musicales, aussi bien dans le hip-hop (Billie Brelok, JP Manova live band, Blanka Flares trio) que dans le jazz (Forswing quartet, Awa, BAP Trio, duo de guitares le Double Jack). Ces groupes se produisent dans des festivals renommés tels que Rock en Seine, les Transmusicales, et les Francofolies de La Rochelle.\nParallèlement à ses performances scéniques et ses enregistrements en studio, Dan anime l'émission Fine Cuts sur Radio Campus Paris 93,9FM depuis 2011. Cette émission lui permet de rencontrer et d'interviewer une multitude d'artistes influents. Diplômé du CIM en 2014, il partage également sa passion pour la musique en tant que professeur de guitare au conservatoire d'Epinay-sur-Seine, où il enseigne les musiques actuelles.\nDan continue d'enrichir la scène musicale avec des contributions notables sur plusieurs albums. En 2024, il apparaît sur quatre albums variés, reflétant son éclectisme artistique :\n\t•\tAwon & Parental - « Sublime » (rap)\n\t•\tPrinciples of Joy - « It's soul that counts » (soul)\n\t•\tN'Zeng - « The Trip » (trip-hop)\n\t•\tYann Kornowicz & Dan Amozig - « VIDEOCLUB 2 » (bande originale)\nAvec un pied fermement ancré dans le jazz et l'autre explorant les contrées du hip-hop et au-delà, Dan Amozig est un véritable pionnier musical. Sa capacité à intégrer différentes influences musicales en fait une figure marquante de la scène musicale contemporaine française.",
      "bioEn": "Dan Amozig is a multi-instrumentalist from Amiens, known for his mastery of guitar, bass, trumpet, flugelhorn and vocals. Influenced by jazz giants such as Wayne Shorter and Wes Montgomery, as well as iconic hip-hop figures like Madlib and MF DOOM, Dan has forged a unique style that seamlessly fuses these worlds.\nIn the early 2000s, he began immersing himself in the music scene, exploring both jazz and hip-hop. His talent and versatility led him to Paris in 2010, where he quickly joined various projects, in hip-hop (Billie Brelok, JP Manova live band, Blanka Flares trio) as well as in jazz (Forswing quartet, Awa, BAP Trio, Double Jack guitar duo). These groups have performed at major festivals such as Rock en Seine, Les Transmusicales and Les Francofolies de La Rochelle.\nAlongside his live performances and studio work, Dan has hosted the radio show Fine Cuts on Radio Campus Paris 93.9 FM since 2011, a platform through which he has met and interviewed numerous influential artists. A graduate of the CIM in 2014, he also shares his passion for music as a guitar teacher at the conservatory of Épinay-sur-Seine, where he teaches contemporary music.\nDan continues to enrich the music scene with notable contributions to various albums. In 2024, he appeared on four very different records, reflecting his artistic eclecticism:\n\t•\tAwon & Parental – Sublime (rap)\n\t•\tPrinciples of Joy – It’s Soul That Counts (soul)\n\t•\tN’Zeng – The Trip (trip-hop)\n\t•\tYann Kornowicz & Dan Amozig – VIDEOCLUB 2 (original soundtrack)\nWith one foot firmly rooted in jazz and the other venturing into hip-hop and beyond, Dan Amozig is a true musical pioneer. His ability to weave together diverse influences makes him a standout figure on the contemporary French music scene."
    },
    {
      "fileName": "F. Stokes",
      "slug": "f-stokes",
      "link": "https://www.instagram.com/rodneyluthaking/?hl=fr",
      "platform": "instagram",
      "bioFr": "F. Stokes (Rodney Lucas) est un rappeur et storyteller originaire du South Side de Chicago. Sa musique mêle hip-hop, spoken word et influences soul, avec des textes très narratifs inspirés de son histoire personnelle et de ses voyages. Il a partagé l’affiche dans le monde entier avec Nas, Mos Def, Pusha T, Sean P, Bastille, Erykah Badu, P.O.S., Ryan Leslie, Stalley, Redman et DMX, et s’est produit dans divers festivals, notamment le Festival International de Jazz de Montréal, l’Essence Festival, le VooDoo Festival, le Brooklyn Hip Hop Festival et le Summer Set Festival. Le travail lyrique de F. Stokes est centré sur le triomphe du possible humain, et il développe actuellement “Rappin’ Ricky”, un projet visant à créer un jeune rappeur animé qui utilise le hip-hop comme outil pédagogique pour inspirer des enfants de tous âges et de tous horizons.",
      "bioEn": "F. Stokes (Rodney Lucas) is a rapper and storyteller from Chicago’s South Side. His music blends hip-hop, spoken word and soul influences, with highly narrative lyrics inspired by his personal history and his travels. He has shared stages around the world with Nas, Mos Def, Pusha T, Sean P, Bastille, Erykah Badu, P.O.S., Ryan Leslie, Stalley, Redman and DMX, and has performed at festivals such as the Montreal International Jazz Festival, the Essence Festival, VooDoo Festival, Brooklyn Hip Hop Festival and Summer Set Festival. F. Stokes’ lyrical work focuses on the triumph of human possibility, and he is currently developing “Rappin’ Ricky”, a project to create a young animated rapper who uses hip-hop as an educational tool to inspire children of all ages and backgrounds."
    },
    {
      "fileName": "Fabien Girard",
      "slug": "fabien-girard",
      "link": "https://www.instagram.com/fabien_girard/",
      "platform": "instagram",
      "bioFr": "https://www.fabien-girard.com/ \nFabien Girard est un artiste accompli dans l'univers musical, se distinguant comme compositeur et sound designer depuis 2005. Sa carrière débute dès son enfance, lorsqu'il découvre la guitare classique à l'âge de 9 ans. Cette passion précoce pour la musique évolue vers des genres plus éclectiques durant son adolescence, explorant le rock, le grunge et le folk, pour ensuite s'épanouir dans le jazz, le funk et le groove. Sa curiosité insatiable le mène à embrasser des influences diverses provenant de cultures musicales de l'Inde du Nord, de l'Éthiopie, de l'Afrique de l'Ouest, et du Brésil, avant de plonger dans l'univers de la musique électronique et de la programmation de synthétiseurs.Dès 18 ans, Fabien commence à enregistrer ses propres compositions. Sa première commande professionnelle, en 2005, provient des Galeries Lafayette, marquant ainsi le début de sa carrière dans la composition pour publicités, la mode et les documentaires. Il co-fonde également les groupes Arat Kilo en 2008 et Balaphonics en 2012, avec lesquels il enregistre plusieurs albums et réalise des tournées internationales.Fabien se distingue par son refus de se limiter à un genre musical particulier. Complètement autodidacte, il a développé une approche unique de la composition, centrée davantage sur le son que sur la mélodie traditionnelle. Sa méthode de travail consiste à penser simultanément à la mélodie et à sa sonorité, envisageant l'espace sonore et l'intention derrière chaque note. Bien que ses performances live mettent souvent en avant le groove, le jazz et les musiques du monde, ses compositions pour l'écran privilégient la musique électronique, le sound design et la pop. Il excelle à intégrer des influences diverses tout en y apportant sa touche personnelle, ce qui lui permet de naviguer avec aisance entre des beats d'électro minimaliste et des compositions pour orchestre symphonique.Avant de se consacrer entièrement à la musique, Fabien possédait une solide formation en économie-gestion obtenue à la Sorbonne et a acquis une expérience significative dans le milieu de la musique, travaillant dans une maison de disques, ainsi qu'en management et booking. Cependant, son amour pour la musique l'emporte, le conduisant à embrasser pleinement sa vocation de musicien professionnel. Son parcours illustre non seulement son talent et sa polyvalence, mais aussi son engagement profond envers son art.",
      "bioEn": "Fabien Girard is an accomplished artist in the music world, working as a composer and sound designer since 2005. His career began in childhood, when he discovered classical guitar at the age of nine. This early passion for music evolved into more eclectic tastes during his teenage years, as he explored rock, grunge and folk, before blossoming into jazz, funk and groove. His boundless curiosity led him to embrace a wide range of influences from the musical cultures of North India, Ethiopia, West Africa and Brazil, before diving into electronic music and synthesizer programming.By the age of 18, Fabien was already recording his own compositions. His first professional commission came in 2005 from Galeries Lafayette, marking the start of his career in composing for advertising, fashion and documentaries. He also co-founded the bands Arat Kilo in 2008 and Balaphonics in 2012, with whom he recorded several albums and toured internationally.\nFabien stands out for his refusal to confine himself to any single genre. Entirely self-taught, he has developed a unique approach to composition, focused more on sound than on traditional melody. His working method is to think about melody and timbre at the same time, considering the sonic space and the intention behind each note. While his live performances often highlight groove, jazz and world music, his screen work leans towards electronic music, sound design and pop. He excels at weaving together diverse influences while adding his own signature, moving effortlessly from minimalist electro beats to symphonic orchestral writing.Before devoting himself fully to music, Fabien earned a solid academic background in economics and management from the Sorbonne and gained significant experience in the music business, working at a record label as well as in management and booking. His love for music ultimately won out, leading him to embrace his vocation as a full-time professional musician. His journey reflects not only his talent and versatility, but also his deep commitment to his art."
    },
    {
      "fileName": "Flore",
      "slug": "flore",
      "link": "https://www.instagram.com/floremusic/?hl=fr",
      "platform": "instagram",
      "bioFr": "Originaire de Lyon, Flore est une figure majeure de la scène électronique / bass française, connue pour ses talents de DJ, de productrice, de curatrice, mais aussi en tant que directrice du label POLAAR. Ses sets énergiques se caractérisent par un mélange des genres : acid house, techno, influences afro-caribéennes. À chacune de ses résidences au Sucre, Flore dévoile une sélection musicale impeccable et variée, caractérisée par des beats syncopées, des lignes de basse explosives, et des percussions intenses. Passionnée de nouvelles technologies, elle collabore notamment depuis quelques années avec l’artist visuel WSK pour créer des shows immersifs, qui combinent musique et mapping vidéo à 360.",
      "bioEn": "Originally from Lyon, Flore is a key figure on the French electronic and bass scene, known for her work as a DJ, producer, curator and head of the label POLAAR. Her high-energy DJ sets blend genres, drawing on acid house, techno and Afro-Caribbean influences. At each of her residencies at Le Sucre, Flore delivers a sharp and eclectic selection marked by syncopated beats, explosive basslines and intense percussion.Passionate about new technologies, she has been collaborating for several years with visual artist WSK to create immersive shows that combine music with 360° video mapping."
    },
    {
      "fileName": "Forever Pavot",
      "slug": "emile-sornin-forever-pavot",
      "link": "https://www.instagram.com/foreverpavot/?hl=fr",
      "platform": "instagram",
      "bioFr": "Forever Pavot est le projet du multi-instrumentiste français Émile Sornin, situé entre pop psychédélique, rock progressif et musiques de films imaginaires. Signé chez Born Bad Records, le groupe se distingue par ses orchestrations baroques et ses influences 60-70’s. Émile Sornin a un nouveau partenaire, un robot à la voix vocodée qui fait quasiment tout à sa place. L’ex-étudiant en cinéma, multi-instrumentiste et bidouilleur classieux aime raconter des histoires. Après quelques albums, clips, courts-métrages et B.O du cinéma des années 60-70, Emile Sornin crée le groupe de pop-rock progressif Forever Pavot en 2012. Sur L’Idiophone, dernier album de Forever Pavot sorti en mars 2023, Emile cisèle des chansons rêveuses pensées comme de courtes scènes de films, où l’influence des BO des années 60-70 et de son travail à l’image se ressent pleinement. Cette même année Emile a signé les musiques originales de La Morsure, réalisé par Romain de Saint-Blanquat, et du long-métrage de Monia Chokri Simple comme Sylvain, sélectionné au Festival de Cannes 2023 dans la catégorie Un Certain Regard. Il vient d’achever le score de L’engloutie de Louise Hémon sélectionné à la Quinzaine des Cinéastes au Festival de Cannes 2025.",
      "bioEn": "Forever Pavot is the project of French multi-instrumentalist Émile Sornin, sitting somewhere between psychedelic pop, progressive rock and imaginary film scores. Signed to Born Bad Records, the band stands out for its baroque orchestrations and strong 60s–70s influences. Sornin, a former film student, classy tinkerer and multi-instrumentalist, loves telling stories – these days with a new partner: a vocoder-voiced robot that almost does everything in his place. After several albums, videos, short films and 60s–70s-inspired soundtracks, he created the progressive pop-rock band Forever Pavot in 2012.On L’Idiophone, Forever Pavot’s latest album released in March 2023, Émile crafts dreamlike songs conceived as short film scenes, where the influence of 60s–70s soundtracks and his work for the screen is fully felt. That same year, he composed the original score for La Morsure, directed by Romain de Saint-Blanquat, and for Monia Chokri’s feature film Simple comme Sylvain, selected at the 2023 Cannes Film Festival in the Un Certain Regard section. He has just completed the score for L’Engloutie by Louise Hémon, selected for the Directors’ Fortnight at the 2025 Cannes Film Festival."
    },
    {
      "fileName": "Grand David",
      "slug": "grand-david",
      "link": "https://legranddavid.bandcamp.com/",
      "platform": "bandcamp",
      "bioFr": "David Rieu, plus connu sous son nom de scène Grand David, est un artiste français polyvalent et compositeur émérite, actif depuis 2001. Né à Montpellier, il partage désormais son temps entre Paris et Berlin, où il cultive sa passion pour la musique à travers un spectre éclectique de genres. Grand David a su se démarquer par son style unique qui marie habilement éléments vintage et modernes, un mélange reflété tant dans ses instruments que dans ses compositions. Avec un studio rempli de synthétiseurs, de guitares et de vocoders, Grand David évoque les souvenirs des sonorités des années passées tout en injectant une fraîcheur contemporaine dans ses œuvres. Ses albums, notamment \"Disco World\" et \"Sci-Fi Era\" sous la maison de production Cezame, démontrent son aptitude à créer des atmosphères variées, des pistes dansantes de l'ère disco aux thèmes futuristes et cosmiques.En plus de ses propres projets, il a collaboré avec divers artistes, comme Emma Lamadji, avec qui il a exploré une fusion de soul et de musique instrumentale dans le morceau \"Middle of the Night\" de l'album \"Lady & Soul\". Ces collaborations enrichissent son répertoire et témoignent de sa capacité à transcender les genres musicaux. Grand David s’inspire de figures emblématiques de la musique et de l'illustration sonore, telles que François de Roubaix, Roger Roger, et Raymond Scott, ce qui se ressent dans sa manière de composer des pièces à la fois kitsch et sophistiquées, où l'humour et la finesse s'entremêlent. Son travail illustre une gamme de musiques pour l'illustration musicale à travers des maisons telles que Zomba Music, Koka Media/BMG Publishing, Telemusic, Encore Merci, Parigo et Cezame Music. Le style de Grand David, décrit comme à la fois propre et dégoulinant, classe et débraillé, vintage et moderne, fait de lui une figure incontournable dans le paysage musical contemporain, capable de toucher un large public avec ses compositions diversifiées et captivantes.",
      "bioEn": "David Rieu, better known by his stage name Grand David, is a versatile French artist and accomplished composer active since 2001. Born in Montpellier, he now divides his time between Paris and Berlin, where he pursues his passion for music across a wide spectrum of genres. Grand David has set himself apart with a unique style that cleverly blends vintage and modern elements, reflected both in his choice of instruments and in his compositions. Working from a studio filled with synthesizers, guitars and vocoders, Grand David channels the sound of past decades while injecting a contemporary freshness into his work. His albums Disco World and Sci-Fi Era, released by Cezame, showcase his ability to create a variety of moods, from dancefloor-ready disco-era tracks to futuristic, cosmic themes. Alongside his solo projects, he has collaborated with a range of artists, including Emma Lamadji, with whom he explored a fusion of soul and instrumental music on the track “Middle of the Night” from the album Lady & Soul. These collaborations broaden his repertoire and highlight his capacity to transcend musical genres. Grand David draws inspiration from iconic figures in music and sound illustration such as François de Roubaix, Roger Roger and Raymond Scott. Their influence can be heard in his way of composing pieces that are both kitsch and sophisticated, where humour and finesse intertwine. His work spans a wide range of production music created for libraries such as Zomba Music, Koka Media/BMG Publishing, Telemusic, Encore Merci, Parigo and Cezame Music.\nHis style—at once clean and dripping, classy and unbuttoned, vintage and modern—makes Grand David a distinctive presence on the contemporary music scene, able to reach a wide audience with his diverse and captivating compositions."
    },
    {
      "fileName": "JB Hanak",
      "slug": "jb-hanak",
      "link": "https://www.instagram.com/jbhanak/",
      "platform": "instagram",
      "bioFr": "https://jb-hanak.com/ \nJean-Baptiste Hanak, artiste aux multiples facettes, a commencé sa carrière en tant que plasticien au milieu des années 90 avant de se consacrer entièrement à la musique en 2003. Membre du duo dDamage avec son frère Frédéric, ils ont marqué la scène électro mondiale pendant plus de quinze ans, considérés comme des piliers de la musique underground en France. Le groupe a produit de nombreux albums sous divers labels internationaux et s'est produit dans plus de 500 concerts à travers le monde. En solo, Jean-Baptiste lance son premier album sous le pseudonyme de dDash en 2003, débutant ainsi une carrière solo prolifique. Malgré son retrait officiel des arts plastiques, il continue discrètement cette pratique jusqu'en 2014, où il renoue officiellement avec le dessin et la peinture à travers un album solo multidisciplinaire. Cet album, « Hyperactive Jerk », lui ouvre les portes à une résidence artistique à Paris et ses œuvres sont rapidement reconnues par de grandes figures de l'art. Ses expositions internationales lui permettent d'intégrer des collections privées et publiques prestigieuses, telles que celle du musée du Papier d’Angoulême aux côtés d'œuvres de Keith Haring. Le style visuel de Jean-Baptiste, riche et saturé, se retrouve aussi dans sa musique, souvent un mélange explosif de techno-punk avec des influences électroniques. En 2011, la tournée asiatique de dDamage commence en Chine et se termine au Japon, consolidant leur réputation internationale. Leur capacité à mélanger les genres musicaux attire une large audience, enrichissant leur identité artistique unique. En 2017, JB Hanak commence une collaboration avec la cinéaste féministe Olympe de G, marquant son entrée dans le domaine de l'illustration musicale pour le cinéma érotique. Le groupe continue de produire et de jouer jusqu'à la disparition tragique de Frédéric en 2018. Après la perte de son frère et partenaire musical, Jean-Baptiste continue d'innover en tant qu'artiste solo. En 2020, il compose la bande originale pour \"Une Dernière fois\", un film pornographique réalisé par Olympe de G, et en 2021, il travaille avec Mike Patton sur la musique d'un nouveau jeu vidéo Tortues Ninja. En 2023, son projet Hexahedre avec Cyril Laurent marque une nouvelle exploration des liens entre la musique et les arts visuels, continuant à repousser les limites de l'expression artistique.",
      "bioEn": "Jean-Baptiste Hanak is a multifaceted artist who began his career as a visual artist in the mid-1990s before devoting himself entirely to music in 2003. As a member of the duo dDamage with his brother Frédéric, he left a strong mark on the global electronic scene for over fifteen years, becoming a pillar of the French underground. The group released numerous albums on various international labels and played more than 500 shows around the world. Hanak launched his solo career in 2003 with a first album under the alias dDash. Although he officially stepped away from visual arts, he continued to create in private until 2014, when he publicly returned to drawing and painting through a multidisciplinary solo album, Hyperactive Jerk. This project led to an artist residency in Paris, and his work was quickly acknowledged by major figures in the art world. International exhibitions allowed his pieces to enter prestigious private and public collections, including the Musée du Papier in Angoulême, alongside works by Keith Haring. His visual style, dense and saturated, also runs through his music, often an explosive blend of techno-punk and electronic influences. In 2011, dDamage embarked on an Asian tour that started in China and ended in Japan, further cementing their international reputation. Their ability to merge genres attracted a wide audience and helped shape their unique artistic identity. In 2017, JB Hanak began collaborating with feminist filmmaker Olympe de G, marking his entry into film scoring for erotic cinema. The group continued to record and perform until the tragic passing of Frédéric in 2018. After losing his brother and musical partner, Jean-Baptiste carried on innovating as a solo artist. In 2020, he composed the original score for Une Dernière Fois, an adult film directed by Olympe de G, and in 2021 he worked with Mike Patton on the music for a new Teenage Mutant Ninja Turtles video game. In 2023, his Hexahedre project with Cyril Laurent opened yet another chapter in his exploration of the relationship between music and visual arts, as he continues to push the boundaries of artistic expression."
    },
    {
      "fileName": "Laurent Dury",
      "slug": "laurent-dury",
      "link": "https://open.spotify.com/intl-fr/artist/7gpOQ6zpHZobl99wEQQRwj",
      "platform": "spotify",
      "bioFr": "Laurent Dury, pianiste et compositeur français, a débuté sa carrière musicale après des études classiques de piano et de musicologie à Montpellier. Approfondissant ses compétences en orchestration en Angleterre, il a acquis une expérience précieuse en travaillant pour diverses agences de publicité à Londres. Cette expérience internationale précoce a jeté les bases de son approche éclectique et novatrice de la musique. De retour en France, Laurent a collaboré avec plusieurs labels influents tels que Claude Challe, Origins et Buddha Bar. Sa passion pour les sonorités globales l'a conduit à explorer divers genres musicaux, se concentrant particulièrement sur la fusion world-électro. Ses voyages en Afrique noire, Louisiane, Cuba et Asie ont enrichi sa palette sonore, influençant profondément ses compositions. Au cours de la dernière décennie, Laurent s'est orienté vers la musique minimaliste et orchestrale, privilégiant les enregistrements acoustiques pour capturer l'essence de ses compositions. Il s'identifie fortement au mouvement world-électro, qui cherche à intégrer l'art dans la vie quotidienne, faisant de la musique un élément omniprésent et essentiel. Laurent est également reconnu pour son travail en illustration musicale et design sonore, considérant ces disciplines non pas comme des activités secondaires, mais comme des extensions de sa vision artistique. Son engagement dans la création de paysages sonores et l'acoustique architecturale a ouvert de nouvelles perspectives dans le domaine du son, positionnant sa musique à la frontière entre l'art et la fonction pratique. Son album \"Minimal Stories 3\", édité par PARIGO, est une quintessence de sa démarche artistique, offrant une expérience sonore qui raconte une histoire du début à la fin avec une qualité atmosphérique, visuelle et discrète. Cet album est profondément ancré dans le contexte de compositions cinématographiques planantes et contemplatives, témoignant de la progression de Laurent dans le domaine de la musique contemplative et répondant à une recherche d'une profondeur sonore accrue. Laurent Dury a été honoré par le Grand Prix UNAC 2019 pour l'illustration musicale, une reconnaissance de son apport significatif à l'art de la musique d'ambiance et du design sonore. Sa carrière est un témoignage de son talent pour fusionner des influences diverses dans des créations qui transcendent les frontières traditionnelles de la musique, faisant de lui un acteur clé dans l'évolution contemporaine de la musique professionnelle.",
      "bioEn": "Laurent Dury is a French pianist and composer who began his musical career after classical piano and musicology studies in Montpellier. He later deepened his orchestration skills in England, gaining valuable experience working for various London advertising agencies. This early international background laid the foundations for his eclectic and forward-thinking approach to music. Back in France, Laurent collaborated with influential labels such as Claude Challe, Origins and Buddha Bar. His passion for global sounds led him to explore a wide range of genres, with a particular focus on world-electro fusion. Travels through West Africa, Louisiana, Cuba and Asia broadened his sonic palette and left a deep imprint on his compositions. Over the past decade, Laurent has moved towards more minimalist and orchestral writing, favouring acoustic recordings to capture the true essence of his music. He strongly identifies with the world-electro movement, which aims to weave art into everyday life and make music an essential, omnipresent element. Laurent is also highly regarded for his work in production music and sound design, which he sees not as side activities but as extensions of his artistic vision. His involvement in soundscapes and architectural acoustics has opened new perspectives in the field of sound, placing his work at the crossroads of art and practical function.\nHis album Minimal Stories Vol. 3, released by PARIGO, encapsulates this artistic approach: a sonic journey that tells a story from beginning to end with a discreet, atmospheric and visual quality. Rooted in floating, contemplative film music, it reflects Laurent’s evolution toward more introspective writing and his search for greater depth of sound. Laurent Dury received the 2019 UNAC Grand Prize for production music, a recognition of his significant contribution to ambient music and sound design. His career testifies to his ability to fuse diverse influences into works that transcend traditional musical boundaries, making him a key figure in the contemporary world of professional music."
    },
    {
      "fileName": "Liqid",
      "slug": "liqid",
      "link": "https://www.instagram.com/liqid84/?hl=fr",
      "platform": "instagram",
      "bioFr": "Jacques Sahloul, mieux connu sous le pseudonyme de Liqid, est un artiste franco-syrien du hip-hop qui marie humour débridé, culture geek et des punchlines tranchantes. Né à Vaulx-en-Velin, où il a passé ses premières années à cultiver son amour pour le rap, Tarafa, comme il préfère être appelé, a évolué du statut de freestyleur du quartier à celui de figure reconnue de la scène hip-hop. Co-fondateur du label Mutant Ninja et ayant longtemps été directeur artistique du distributeur Idol, Liqid a contribué à de nombreux projets influents. Son parcours musical comprend des collaborations marquantes et des albums qui ont touché un large public, comme \"Trop jeune pour mûrir\" avec Les Gourmets, \"Liqid contre le reste du monde\" en solo, et \"Imbéciles heureux\" avec Tcheep. Son œuvre met souvent en avant une énergie communicative et un style qui traverse aussi bien le boom bap lo-fi que les rythmes trap futuristes. Au-delà de sa carrière musicale, Liqid se distingue par son engagement humaniste, notamment à travers le projet Wameed, qui vise à offrir des ateliers de rap et de vidéo aux enfants réfugiés à Amman, Jordanie. Cette initiative a même donné lieu à un documentaire, témoignant de son impact profond. Liqid a également mis son talent au service de causes sociales, comme illustré par la compilation \"Amal\" destinée à soutenir la population syrienne. Cet album sans parole a été pour lui une manière de reconnecter avec ses racines arabes et de participer activement à des actions de solidarité. En dépit de son succès, Liqid reste modeste et insiste sur le fait que son travail artistique est guidé par un esprit de liberté et une volonté de donner du sens à ses créations. Artiste de cœur et de conviction, Liqid continue de repousser les frontières du rap français, tout en gardant les pieds fermement ancrés dans ses valeurs et ses origines.",
      "bioEn": "Jacques Sahloul, better known under his stage name Liqid, is a French-Syrian hip-hop artist who blends wild humour, geek culture and razor-sharp punchlines. Born in Vaulx-en-Velin, where he first nurtured his love of rap, Tarafa – as he prefers to be called – grew from a neighbourhood freestyler into a recognised figure of the French hip-hop scene. Co-founder of the Mutant Ninja label and long-time artistic director at the distributor Idol, Liqid has contributed to many influential projects. His musical path includes standout collaborations and albums that have reached a wide audience, such as Trop jeune pour mûrir with Les Gourmets, his solo record Liqid contre le reste du monde, and Imbéciles heureux with Tcheep. His work is driven by an infectious energy and a style that ranges from lo-fi boom bap to futuristic trap rhythms. Beyond his musical career, Liqid is distinguished by his humanist commitment, notably through the Wameed project, which offers rap and video workshops to refugee children in Amman, Jordan — an initiative that also led to a documentary, highlighting its deep impact. He has also put his talent at the service of social causes, as illustrated by the compilation Amal, created to support the Syrian population. This wordless album was a way for him to reconnect with his Arab roots and to take part in concrete acts of solidarity. Despite his success, Liqid remains humble and insists that his artistic work is driven by a spirit of freedom and a desire to give meaning to what he creates. An artist of both heart and conviction, he continues to push the boundaries of French rap while staying firmly grounded in his values and origins."
    },
    {
      "fileName": "Madben",
      "slug": "madben",
      "link": "https://www.instagram.com/madben_official/?hl=fr",
      "platform": "instagram",
      "bioFr": "Madben est un DJ et producteur de techno français, originaire de l’Ouest. Il a signé sur des labels comme Astropolis Records ou Bedrock, avec un son à la fois mélodique, rave et très orienté dancefloor. Madben est un véritable enfant de la techno. Bon élève, il prêche une techno véritable, celle qui sait jouer avec les neurones du public autant qu’avec leurs pieds. Issu de la nouvelle génération de producteurs, il se fait porteur d’un devoir : remercier les pionniers en déconstruisant leur oeuvre. À ce petit jeu, Benjamin Leclercq, aka Madben, est l’un des meilleurs. Inspiré par les rois de Détroit, notre prince des machines manie les boutons comme son ombre donnant aux sons des distorsions maîtrisées avec perfection. Aussi à l’aise en DJ set qu’en live, on le voit jouer aux quatre coins de l’Europe (Panorama Bar, Concrete, Rex Club...) et embraser de grands festivals comme les Transmusicales, Piknic Electronik, Panoramas, Marsatac, Scopitone, Nuits Sonores ou Offweek.",
      "bioEn": "Madben is a French techno DJ and producer from western France. He has released music on labels such as Astropolis Records and Bedrock, crafting a sound that is melodic, rave-infused and firmly aimed at the dancefloor. A true child of techno, he champions an authentic style that stimulates both the mind and the feet. Part of a new generation of producers, he sees it as his mission to honour the pioneers by deconstructing their work. In this, Benjamin Leclercq, aka Madben, is among the finest: inspired by the kings of Detroit, this “prince of machines” handles his gear like an extension of himself, shaping perfectly controlled distortions. Equally at ease in DJ sets and live performances, he has played across Europe (Panorama Bar, Concrete, Rex Club…) and fired up major festivals such as Transmusicales, Piknic Électronik, Panoramas, Marsatac, Scopitone, Nuits Sonores and Offweek."
    },
    {
      "fileName": "Minimatic",
      "slug": "minimatic",
      "link": "https://www.instagram.com/minimatic.music/",
      "platform": "instagram",
      "bioFr": "Pascal Houpert, connu professionnellement sous le pseudonyme de MINIMATIC, est un artiste français réputé pour son approche unique du rétro-modernisme musical. Débutant sa carrière à l'âge de 14 ans en tant que batteur de rock, il s'est rapidement diversifié, apprenant de manière autodidacte le piano et la basse. Après des années d'activisme intensif en studio et sur scène, il a forgé une signature sonore qui fusionne les sonorités nostalgiques du passé avec les rythmes avant-gardistes du futur, créant un mélange électro-organique captivant. Installé en Charente depuis une quinzaine d’années, MINIMATIC a débuté dans les années 90 avec des expériences variées dans la musique de scène, travaillant notamment avec le Théâtre de la Cité et la Compagnie Inouïe. Sa carrière a pris un tournant décisif lorsqu'il s'est engagé dans la création sonore institutionnelle, devenant un collaborateur de premier plan pour l'agence Sixième Son dès la fin des années 1990. Dans ce cadre, il a créé des identités sonores marquantes pour des marques telles que Fnac Junior, Etam, et RhônePoulenc. Sous le nom de Minimatic, il a embrassé une esthétique retro-moderne dès 2003, explorant les intersections entre le jazz, le groove, la pop et la dance music. Sa capacité à mêler les éléments traditionnels et modernes a fait de lui une figure de proue de la scène musicale vintage, nusoul et electro-swing en Europe. Ses œuvres ont été largement diffusées, figurant sur plus d'une centaine de compilations internationales de labels prestigieux tels que Wagram Music et ChinChin Records. En tant que compositeur, MINIMATIC est très sollicité par des librairies musicales renommées comme Parigo Music et Telemusic, où il apporte régulièrement sa créativité à divers projets télévisuels et sur le net. Son travail pour l'image a été particulièrement salué en 2016 lorsqu'il a reçu un Mark Awards à Los Angeles pour son album \"Pigalle Bizarre\". MINIMATIC est également un acteur actif dans le domaine événementiel, collaborant avec des marques de luxe lors de grands événements tels que le Festival de Cannes et la Fashion Week de Milan. En tant que DJ, il est reconnu pour ses sets énergiques qui captivent les foules dans des clubs emblématiques à travers le monde, de Varsovie à Istanbul et de Berlin à Paris. Reconnu pour sa capacité à fusionner des genres musicaux disparates et à créer des atmosphères immersives, MINIMATIC continue de repousser les limites de la musique contemporaine. Son dernier album, \"RIVIERA BIZARRE\", illustre parfaitement son amour pour l'easy-listening et la soul, tout en explorant des thèmes plus sombres et mélancoliques de la pop traditionnelle. Son œuvre reste un témoignage vivant de sa passion pour la musique et son engagement envers l'innovation artistique.",
      "bioEn": "Pascal Houpert, professionally known as MINIMATIC, is a French artist renowned for his unique take on musical retro-modernism. He began his career at the age of 14 as a rock drummer, then quickly branched out, teaching himself piano and bass. After years of intense studio and live work, he forged a signature sound that fuses the nostalgic tones of the past with forward-thinking rhythms, creating a captivating electro-organic blend. Based in Charente for the past fifteen years or so, MINIMATIC started out in the 1990s with a wide range of stage-music projects, working notably with Théâtre de la Cité and Compagnie Inouïe. His career took a decisive turn when he moved into institutional sound creation, becoming a key collaborator for the agency Sixième Son in the late 1990s. In that context, he created memorable sonic identities for brands such as Fnac Junior, Etam and Rhône-Poulenc. Under the name Minimatic, he embraced a retro-modern aesthetic in 2003, exploring the intersections of jazz, groove, pop and dance music. His ability to blend traditional and contemporary elements has made him a leading figure on the European vintage, nu-soul and electro-swing scenes. His tracks have been widely released, appearing on more than a hundred international compilations from prestigious labels such as Wagram Music and ChinChin Records. As a composer, MINIMATIC is in high demand from top production-music libraries like Parigo Music and Telemusic, regularly bringing his creativity to television and online projects. His work for picture was particularly celebrated in 2016, when he received a Mark Award in Los Angeles for his album Pigalle Bizarre. MINIMATIC is also very active in the events world, collaborating with luxury brands at major happenings such as the Cannes Film Festival and Milan Fashion Week. As a DJ, he is known for high-energy sets that captivate crowds in iconic clubs across the globe, from Warsaw to Istanbul and from Berlin to Paris. Recognised for his ability to fuse disparate musical genres and create immersive atmospheres, MINIMATIC continues to push the boundaries of contemporary music. His latest album, RIVIERA BIZARRE, perfectly illustrates his love of easy-listening and soul while delving into the darker, more melancholic side of classic pop. His work stands as a living testament to his passion for music and his commitment to artistic innovation."
    },
    {
      "fileName": "Mister Modo",
      "slug": "mister-modo",
      "link": "https://www.instagram.com/modoandmacbeer/?hl=fr",
      "platform": "instagram",
      "bioFr": "Mister Modo, crate-digger invétéré, beatmaker et disquaire averti sévit dans les boutiques les plus prisées de la capitale depuis la fin des années 90. Il a sorti de nombreux projets dont les fameux Modonut avec son acolyte Mac Beer. Son insatiable curiosité, sa créativité et sa culture musicale en expansion perpétuelle en font un spécialiste en « samples & beats » aiguisé, il collectionne également les disques rares et marquants. Il a sorti un nouvel album:  Music for Bugs.",
      "bioEn": "Mister Modo is a die-hard crate-digger, beatmaker and seasoned record dealer who has been plying his trade in some of Paris’s most sought-after record shops since the late 1990s. He has released numerous projects, including the celebrated Modonut records with his sidekick Mac Beer. His boundless curiosity, creativity and ever-expanding musical knowledge make him a sharp specialist in “samples & beats”, and he is also an avid collector of rare and seminal records. He has recently released a new album, Music for Bugs."
    },
    {
      "fileName": "Modulhater",
      "slug": "modulhater",
      "link": "https://www.instagram.com/modulhater/",
      "platform": "instagram",
      "bioFr": "https://soundcloud.com/lediktat \nC'est au début des années 2000 que débute la carrière de Thomas PAPAY. Après plusieurs années d'activité en tant que DJ aux influences New wave, Post Punk et Cold wave, Il se lance dans la production électronique en privilégiant les synthétiseurs et boîtes à rythmes vintage. Très actif dans les scènes électroniques indus/techno avec ses projets Le Diktat et Rope, Thomas développe déjà un univers musical sombre et cinématographique sans concessions. Après plusieurs albums salués par la critique sortis sur des labels tels que Audiotrauma, Kubernoise, OPN records ou Syrphe, il collabore avec des artistes comme Punish yourself, Sonic area ou encore Niveau zero. Avec son nouveau projet MODULHATER, Thomas se focalise depuis 2019 sur son inspiration Techno Old school, influencé par les scènes EBM, NEW BEAT et ACID, Il sera amené à se produire sur différentes scènes telles que le Point FMR, le Glazart, la Machine du Moulin Rouge pour des sets remarqués à l'occasion desquels il partagera l'affiche avec des artistes tels que Krikor, Terence Fixmer ou Arnaud Rebotini. MODULHATER collaborera également avec le producteur Techno GHOST DANCE avec qui il signera deux collaborations remarquées (Malware et Structure) sur le prestigieux label américain Mau5trap (60000 vues sur Youtube). S'en suivra un premier album « Velodrome » sorti en vinyle sur Beatsqueeze records, plusieurs productions internationales s'emparent alors de ses morceaux pour le compte de séries à succès telles que La luz Mas Oscura, Kleo (Netflix) ou encore Tokyo Vice (HBO / CANAL+), avec le titre désormais culte « Gevaert » (42000 vues sur youtube) pour laquelle il se verra nominé et primé aux Production Music Awards 2022. 2024 signe le retour aux affaires pour MODULHATER avec ce nouvel album ACID BODY MUSIC à la fois explosif et percutant, 10 titres mêlant à nouveau le meilleur d'une Techno exigeante et sombre avec des ambiances électro analogiques rendant hommage aux pionniers de la Techno EBM, Rave et Acid. C'est dans l'atmosphère anxiogène du premier confinement que la genèse de ACID BODY MUSIC, le second album de MODULHATER, se met en place. Comme une réponse en forme d'exutoire à l'injonction à se tenir tranquille, MODULHATER produit des titres aux influences ACID, EBM et INDUSTRIELLES à la fois explosives et rageuses, Techno analogique rigoureuse et cathartique fortement influencée par les pionniers de DETROIT ou l'atmosphère fin 80's de la scène NEW BEAT / EBM, les synthétiseurs et boîtes à rythmes vintage rugissent, les Basslines hypnotiques cognent, MODULHATER nous entraîne dans un univers dystopique ou le Dancefloor noyé dans les stroboscopes est ici peuplé de cyborgs. Amoureux des synthétiseurs Roland TB-303, MODULHATER a mis à profit sa technique pour la création de mélodies taillées sur mesure.",
      "bioEn": "Thomas PAPAY’s career began in the early 2000s. After several years as a DJ drawing on new wave, post-punk and cold wave influences, he turned to electronic production, favouring vintage synthesizers and drum machines. Highly active on the industrial/techno scenes with his projects Le Diktat and Rope, Thomas was already shaping a dark, uncompromising, cinematic sound world. After several critically acclaimed albums released on labels such as Audiotrauma, Kubernoise, OPN Records and Syrphe, he went on to collaborate with artists like Punish Yourself, Sonic Area and Niveau Zero. With his new project MODULHATER, Thomas has focused since 2019 on old-school techno, influenced by the EBM, New Beat and acid scenes. He has performed on various stages such as Point FMR, Glazart and La Machine du Moulin Rouge, delivering standout sets and sharing the bill with artists including Krikor, Terence Fixmer and Arnaud Rebotini. MODULHATER also teamed up with techno producer Ghost Dance for two widely praised collaborations, “Malware” and “Structure”, released on the prestigious American label Mau5trap (60,000 views on YouTube).\nThis was followed by a first album, Velodrome, released on vinyl by Beatsqueeze Records. His tracks were soon picked up for major international productions, including hit series such as La luz más oscura, Kleo (Netflix) and Tokyo Vice (HBO / CANAL+). His now-cult track “Gevaert” (42,000 views on YouTube) earned him a nomination and award at the 2022 Production Music Awards. 2024 marks MODULHATER’s return with the new album ACID BODY MUSIC, both explosive and hard-hitting. Across ten tracks, he once again combines the best of dark, demanding techno with analog electro atmospheres that pay tribute to the pioneers of EBM, rave and acid. Conceived during the anxiety-ridden atmosphere of the first lockdown, ACID BODY MUSIC, his second album as MODULHATER, took shape as a cathartic response to the injunction to “stay still”. He delivers tracks steeped in acid, EBM and industrial influences: fiery and raging cuts of rigorous, analog techno, strongly inspired by the pioneers of Detroit and the late-80s New Beat / EBM scene. Vintage synths and drum machines roar, hypnotic basslines hit hard, and MODULHATER pulls us into a dystopian universe where the strobe-lit dancefloor is populated by cyborgs. A devoted lover of Roland’s TB-303, he puts his deep technical know-how to use in crafting razor-sharp, made-to-measure melodies."
    },
    {
      "fileName": "NSDOS",
      "slug": "nsdos",
      "link": "https://www.instagram.com/koodes_k/?hl=fr",
      "platform": "instagram",
      "bioFr": "Né en 1984, à Paris, NSDOS, alias Kirikoo Des, est un artiste pluridisciplinaire français. Après avoir étudié à l’Académie internationale de la danse (AID), il eut envie de créer des sons sur lesquels poser ses mouvements, dans une volonté de création d’un nouvel ordre sonore. Parfois qualifié de « hacker de la techno » par la presse française, il détourne les outils technologiques pour relier les machines et la matière. Il collecte des données vivantes à l’aide de capteurs placés sur son corps lorsqu’il danse, de dispositifs interactifs ou de programmes de codage novateurs, et les injecte dans le squelette rectiligne de la techno pour créer une matrice organique. Il invite le public à repousser avec lui les limites du corps, des objets et des sons. En quête permanente de nouveaux formats pour développer son art, il fait participer le public à ses performances, ateliers et master-classes, organisés dans des musées d’art contemporain ou lors d’événements d’art numérique, tels que les MUTEK de Mexico, Montréal et Tokyo, le BIAN de Montréal, la Biennale de Gwangju, en Corée du Sud, ou la Triennale de Milan.",
      "bioEn": "Born in 1984 in Paris, NSDOS, aka Kirikoo Des, is a French multidisciplinary artist. After studying at the Académie Internationale de la Danse (AID), he felt the urge to create sounds to move to, driven by a desire to invent a new sonic order. Sometimes described by the French press as a “techno hacker”, he hijacks technological tools to connect machines and matter. He collects living data using sensors placed on his body while he dances, interactive devices, or innovative coding programs, then injects this data into the straight backbone of techno to create an organic matrix. He invites the audience to push with him the limits of bodies, objects and sounds. Constantly seeking new formats to develop his art, he involves the public in his performances, workshops and masterclasses, held in contemporary art museums or at digital art events such as MUTEK Mexico, Montreal and Tokyo, the BIAN in Montreal, the Gwangju Biennale in South Korea, and the Milan Triennale."
    },
    {
      "fileName": "Nicodrum",
      "slug": "nicodrums-friends",
      "link": "https://musicboxpublishing.fr/catalogue/nicodrum/",
      "platform": "website",
      "bioFr": "Nicodrum & Friends est le projet du percussionniste et multi-instrumentiste Nicodrum, centré sur les musiques jamaïcaines, le reggae, le dub et les percussions traditionnelles. Le projet réunit différents invités autour de compositions chaleureuses et organiques. Depuis les années 2000, Nicodrum confirme son attachement et son travail autour des rythmes Nyabinghi et Burru. Ces rythmes rituels font partie de l’Ordre du mouvement Rastafari. Grâce à des collaborations live et enregistrements studios participant aux albums d’artistes d'envergure internationale à l’image de Touré Kunda, Capleton, Morgan Heritage, Richie Spice, Queen Omega, Jah Mason, Pressure, Willie Williams...et national comme Taïro, Blacko ou encore Mo’Kalamity. Mais c'est surtout grâce à Skully qui, à chacun de ses passages en France, prend le temps de contacter Nicodrum pour travailler avec lui en frappant les tambours durant des heures, à l’hôtel, en back stage avec les \"Jamaica All Stars\". Fort de ses 15 années d'expérience studio et live, ce percussionniste passionné compose « Back to Fundehchan ! », 12 titres enregistrés et mixés au Wise Studio par le talentueux Fabwize (Jamaica All Stars, Black Roots, Clinton Fearon...) exclusivement sur du matériel analogique, à grands coups d’effets sonores d'époque pour un son final tout aussi roots que puissant. Le titre de l’album est lui-même est explicite pour le connaisseur. En effet, le Nyabinghi est joué traditionnellement par le set original de percussions Aketeh qui se compose de trois tambours différents (la bass drum, le Fundeh, et le repeater). Le fundeh est la référence rythmique puisque c’est lui qui vient donner la pulsation de base, la fondation d’où le jeu de mot Back to Fundehchan !",
      "bioEn": "Nicodrum & Friends is the project of percussionist and multi-instrumentalist Nicodrum, focused on Jamaican music, reggae, dub and traditional percussion. The project brings together various guests around warm, organic compositions. Since the 2000s, Nicodrum has confirmed his deep commitment to Nyabinghi and Burru rhythms, ritual patterns that are part of the Rastafari movement. Through live collaborations and studio sessions, he has contributed to albums by internationally acclaimed artists such as Touré Kunda, Capleton, Morgan Heritage, Richie Spice, Queen Omega, Jah Mason, Pressure, Willie Williams, as well as French artists like Taïro, Blacko and Mo’Kalamity. Above all, it is thanks to Skully who, on each visit to France, takes the time to call Nicodrum and work with him for hours on the drums — at the hotel, backstage with the “Jamaica All Stars”. With over 15 years of studio and live experience, this passionate percussionist composed Back to Fundehchan!, a 12-track album recorded and mixed at Wise Studio by the talented Fabwize (Jamaica All Stars, Black Roots, Clinton Fearon…) exclusively on analog gear, using plenty of vintage effects for a sound that is both roots and powerful. The title of the album speaks for itself to those in the know. Nyabinghi is traditionally played on the original Aketeh percussion set, which consists of three different drums: the bass drum, the fundeh and the repeater. The fundeh provides the rhythmic reference, laying down the basic pulse — the foundation — hence the play on words Back to Fundehchan!"
    },
    {
      "fileName": "Nicolas Pisani",
      "slug": "nicolas-pisani",
      "link": "https://www.instagram.com/nicolas__pisani/",
      "platform": "instagram",
      "bioFr": "Nicolas Pisani est ingénieur du son, sound designer et compositeur. Spécialisé dans le mixage et le mastering de musiques électroniques et techno, il travaille pour des labels majeurs et indépendants et accompagne artistes et projets vers un son professionnel.",
      "bioEn": "Nicolas Pisani is a sound engineer, sound designer and composer. Specializing in mixing and mastering electronic and techno music, he works with both major and independent labels, helping artists and projects achieve a professional sound."
    },
    {
      "fileName": "Of Ivory & Horn",
      "slug": "of-ivory-horn",
      "link": "https://www.dorianchamoin.fr/dorian-chamoin",
      "platform": "website",
      "bioFr": "Dorian Chamoin, mieux connu sous son nom de scène Of Ivory & Horn, est un artiste français qui s’est forgé un univers musical unique et distinctif. Son nom de scène, inspiré de la mythologie grecque et des passages des rêves, traduit parfaitement la nature éthérée et rêveuse de sa musique qui, bien que fondée sur des racines folks, transcende les conventions pour offrir quelque chose de résolument moderne et innovant.  Dorian a débuté son parcours musical à l'âge de cinq ans, s'initiant d'abord au piano classique, puis au violon, avant de se tourner vers la guitare et le chant. Il a exploré ces instruments dans diverses écoles et conservatoires, mais c’est la guitare qui est devenue son instrument de prédilection, bien que le piano continue de hanter son expression artistique. Les influences de compositeurs tels qu’Arvo Pärt et Debussy sont palpables dans son travail, notamment dans son premier album, principalement constitué de pièces initialement écrites pour piano qu’il a magistralement adaptées à la guitare. Le projet Of Ivory & Horn représente une évolution significative dans la carrière de Dorian, marquant un tournant vers une musique plus introspective et moins dominée par les extrêmes sonores du métal, genre qu’il affectionnait auparavant. La folk acoustique et les techniques de guitare percussive dominent désormais son style, lui permettant de créer des paysages sonores qui reflètent son amour pour le silence autant que pour la sonorité. Derrière le nom Of Ivory & Horn, il y a un concept profond inspiré par l'errance d'Orphée dans les limbes, explorant les thèmes de la perte, de la réflexion et de l'évolution personnelle à travers la musique. Ce projet n'est pas seulement musical ; c'est une quête d'harmonie et de mélodie qui pousse l'auditeur à se perdre dans un labyrinthe sonore, à l'image de la quête d'Orphée pour la connaissance et la beauté dans les limbes. Sur scène, Dorian privilégie l’interaction et le risque, favorisant l’expression pure à travers le chant et l'instrumentation live plutôt que de se reposer sur des samples ou des pistes préenregistrées. Son engagement envers l'authenticité se manifeste dans chaque performance, cherchant à connecter avec le public de manière significative. Son premier clip vidéo, réalisé en stop motion, illustre également son dévouement à l'art, repoussant les limites des médiums traditionnels pour créer une œuvre qui complète et étend son univers musical. Avec des collaborations artistiques lors de performances live, comme lors de vernissages où la musique rencontre l'art visuel, Dorian continue d'explorer et de fusionner différentes formes d'expression artistique. Lauréat du Zoom 2015, Dorian a prouvé sa capacité à captiver les publics, tout en apprenant les rigueurs et les défis du monde professionnel de la musique. Son parcours reste un témoignage de son évolution constante en tant qu'artiste, toujours prêt à pousser les frontières de son art pour atteindre de nouvelles profondeurs émotionnelles et esthétiques.",
      "bioEn": "Dorian Chamoin, better known by his stage name Of Ivory & Horn, is a French artist who has crafted a uniquely distinctive musical universe. His alias, drawn from Greek mythology and the gates of dreams, perfectly reflects the ethereal, dreamlike quality of his music which, though rooted in folk, transcends conventions to offer something resolutely modern and innovative. Dorian began his musical journey at the age of five, first studying classical piano, then violin, before turning to guitar and voice. After training in various schools and conservatories, the guitar became his primary instrument, though the piano continues to haunt his artistic expression. The influence of composers such as Arvo Pärt and Debussy is palpable in his work, especially on his debut album, largely made up of pieces originally written for piano and masterfully adapted for guitar. Of Ivory & Horn marks a turning point in his career, signalling a move toward more introspective music and away from the sonic extremes of metal, a genre he once favoured. Acoustic folk and percussive guitar techniques now shape his style, allowing him to create soundscapes that honour silence as much as sound. Behind the name lies a deep concept inspired by Orpheus wandering in the limbo, exploring themes of loss, reflection and personal evolution through music. The project is not merely musical; it is a quest for harmony and melody that invites listeners to lose themselves in a sonic labyrinth, mirroring Orpheus’s search for knowledge and beauty. On stage, Dorian values interaction and risk, favouring raw expression through live vocals and instrumentation rather than relying on samples or backing tracks. His commitment to authenticity is evident in every performance, as he seeks to connect with audiences in a meaningful way. His first music video, created in stop motion, also reflects his dedication to craft, pushing the limits of traditional media to extend and enrich his musical world. Through artistic collaborations in live settings—such as gallery openings where music meets visual art—Dorian continues to explore and merge different forms of expression. Winner of the Zoom 2015 award, he has proven his ability to captivate audiences while learning the demands and challenges of the professional music world. His journey is a testament to his constant evolution as an artist, always ready to push the boundaries of his craft to reach new emotional and aesthetic depths."
    },
    {
      "fileName": "Pierre Millet",
      "slug": "pierre-millet",
      "link": "https://www.instagram.com/milletpierre/",
      "platform": "instagram",
      "bioFr": "Pierre Millet, trompettiste et compositeur de renom, est un pilier de la scène musicale contemporaine, réputé pour sa capacité à fusionner le jazz avec une multitude d'autres genres, allant du rock au klezmer. Issu d'une famille influente dans le monde du jazz normand, il a été baigné dès son plus jeune âge dans un environnement musical enrichissant, partageant cette passion avec son frère, son père et son arrière-grand-père. Ces influences familiales précoces ont forgé son approche unique et diversifiée de la musique. Au fil des ans, Pierre a accumulé une expérience considérable tant sur la scène française qu'internationale, participant à une trentaine d'albums en tant que leader et compositeur pour des projets variés tels que Decor-um, B.L.A.S.T, Renza Bô, et Chromatic Museum, mais aussi en tant que sideman pour divers artistes. Sa collaboration avec des artistes de milieux aussi variés que le cirque et la poésie souligne sa polyvalence et sa capacité à transcender les genres musicaux. Son projet actuel, Ana Kap, créé en 2009, illustre parfaitement cette capacité. En compagnie de Jean-Michel Trotoux à l'accordéon et de Manuel Decocq au violon, Ana Kap est une célébration de l'esprit ludique et populaire du jazz, teintée de nuances balkaniques et d'échos de la musique de guinguette. Leur musique évoque les compositions cinématographiques de Federico Fellini et d'Astor Piazzolla, ainsi que les œuvres de Dave Douglas, une influence majeure pour Pierre. Ana Kap ne se contente pas de jouer de la musique ; le trio s'engage également dans une démarche théâtrale avec leur \"Trauma show\", un mélange de comédie et de musique visant à rendre leur art plus accessible. Ce spectacle, mis en scène par Fabrice Bisson, combine musique, chansons et saynètes à la manière des films classiques en noir et blanc, offrant un aperçu humoristique et humain des dynamiques amicales et des éclats de vie des musiciens. En dehors de ses engagements avec Ana Kap, Pierre continue de se produire avec des artistes et ensembles variés tels que le pianiste palestinien Faraj Suleiman et les groupes Surnatural Orchestra et Chromatic Museum. Son travail a été couronné par la sortie récente de deux albums avec Ana Kap, \"Topinambour du futur\" et \"La gazette de Libor\", qui reflètent l'étendue de son talent musical et son approche innovante de la composition. Ce parcours exceptionnel fait de Pierre Millet une figure incontournable du jazz moderne, dont la créativité et la maîtrise instrumentale continuent d'enrichir la scène musicale internationale.",
      "bioEn": "Pierre Millet is a renowned trumpeter and composer and a mainstay of the contemporary music scene, celebrated for the way he fuses jazz with a wide range of styles, from rock to klezmer. Born into a key jazz family in Normandy, he grew up in a rich musical environment shared with his brother, father and great-grandfather – early influences that shaped his distinctive, wide-ranging approach to music. Over the years, Pierre has built up extensive experience on both the French and international scenes, appearing on around thirty albums as leader and composer for projects such as Decor-um, B.L.A.S.T, Renza Bô and Chromatic Museum, as well as a sideman for many other artists. His collaborations span worlds as varied as circus and poetry, underlining his versatility and his ability to transcend stylistic boundaries. His current project, Ana Kap, founded in 2009 with Jean-Michel Trotoux on accordion and Manuel Decocq on violin, perfectly illustrates this spirit. Ana Kap celebrates the playful, popular side of jazz, coloured with Balkan flavours and echoes of guinguette music. Their sound evokes the cinematic worlds of Federico Fellini and Astor Piazzolla, as well as the work of Dave Douglas, a major influence on Pierre.\nAna Kap doesn’t just play music: the trio also embraces a theatrical dimension with their “Trauma Show”, a blend of comedy and music aimed at making their art even more accessible. Directed by Fabrice Bisson, the show weaves together music, songs and short scenes in the style of classic black-and-white films, offering a humorous, deeply human look at friendship and the flashes of life shared between musicians. Alongside Ana Kap, Pierre continues to perform with a wide variety of artists and ensembles, including Palestinian pianist Faraj Suleiman and the groups Surnatural Orchestra and Chromatic Museum. His recent releases with Ana Kap, Topinambour du futur and La gazette de Libor, showcase the breadth of his musical talent and his innovative approach to composition. This remarkable journey makes Pierre Millet a key figure in modern jazz, whose creativity and instrumental mastery continue to enrich the international music scene."
    },
    {
      "fileName": "Sr Ortegon",
      "slug": "sr-ortegon",
      "link": "https://www.instagram.com/srortegon/",
      "platform": "instagram",
      "bioFr": "José Miguel Ortegón, plus connu sous le pseudonyme de \"Sr Ortegon\", est un producteur et compositeur indépendant originaire de Cali, en Colombie. Reconnu pour son travail exceptionnel dans le domaine de la musique de production, il a été nominé pour un Grammy Latino et a remporté un prestigieux Mark Award. Membre éminent de l'Academy of Television Arts & Sciences (Emmy), il est une figure marquante de la production musicale à l'échelle internationale. Depuis plus de deux décennies, Sr Ortegon crée des compositions qui répondent aux besoins variés du cinéma, de la télévision, des jeux vidéo et de la publicité. Ses œuvres sont présentes dans des librairies musicales de renom, consolidant ainsi sa réputation de référence dans le monde de la musique pour l'image. Avec plus de 200 crédits de synchronisation à son actif, il a influencé des projets de grande envergure tels que \"Cobra Kai\", \"Terminator : Salvation\", \"Rambo : Last Blood\", \"Spider-Man : Into the Spider-Verse\" (qui a remporté un Oscar), \"Lady Bird\" (nommé aux Oscars), \"Mechanic : Resurrection\", ainsi que la série culte \"Les Simpsons\", entre autres. Sr Ortegon tire son inspiration de ses voyages en Europe et en Amérique latine, intégrant dans sa musique une touche unique marquée par une diversité de styles musicaux. Cette fusion de sonorités traditionnelles et modernes confère à ses compositions une richesse et une originalité qui transparaissent clairement dans chacune de ses œuvres. Son talent et sa créativité ont été reconnus à plusieurs reprises dans le milieu professionnel : En 2017, il a été lauréat du prix du \"Meilleur morceau de musique de production - Catégorie Monde\" aux Mark Awards de l'Association de la Musique de Production, à Hollywood, USA. En 2012, il a été distingué dans la catégorie \"Nouveau Talent\" lors du Cristal Festival à Crans Montana, Suisse. Sr Ortegon continue de laisser une empreinte indélébile dans le monde de la musique de production, apportant innovation et passion dans chacun de ses projets, enrichissant ainsi l'industrie musicale avec son approche artistique distinctive.",
      "bioEn": "José Miguel Ortegón, better known as “Sr Ortegon”, is an independent producer and composer from Cali, Colombia. Renowned for his work in production music, he has been nominated for a Latin Grammy and has won a prestigious Mark Award. A distinguished member of the Academy of Television Arts & Sciences (Emmys), he is a leading figure in music production on an international scale. For over two decades, Sr Ortegon has been creating music tailored to the needs of film, television, video games and advertising. His work features in many top production-music libraries, cementing his reputation as a reference point in the world of music for picture. With more than 200 sync credits to his name, he has contributed to major projects such as Cobra Kai, Terminator: Salvation, Rambo: Last Blood, Spider-Man: Into the Spider-Verse (Oscar winner), Lady Bird (Oscar-nominated), Mechanic: Resurrection, and the cult series The Simpsons, among many others. Drawing inspiration from his travels across Europe and Latin America, Sr Ortegon infuses his music with a unique blend of styles. This fusion of traditional and modern sounds gives his compositions a richness and originality that shine through in all his work. His talent and creativity have been recognised multiple times within the industry: in 2017 he won the “Best Production Music Track – World Category” at the Mark Awards of the Production Music Association in Hollywood, and in 2012 he received a “New Talent” distinction at the Cristal Festival in Crans-Montana, Switzerland. Sr Ortegon continues to leave an indelible mark on the world of production music, bringing innovation and passion to each project and enriching the industry with his distinctive artistic voice."
    },
    {
      "fileName": "Tcheep",
      "slug": "tcheep",
      "link": "https://www.instagram.com/_tcheep_/?hl=fr",
      "platform": "instagram",
      "bioFr": "Tcheep est un beatmaker français, co-fondateur du label Mutant Ninja Records. Passionné par le hip-hop « golden era », il produit des instrumentaux boom-bap riches en samples de soul, de jazz et de musiques de films, très présents dans la scène beatmaking. Vous aimez le grain poussiéreux des vieux samples ? Le boom bap lo-fi qui peut vous accompagner partout, du bureau à la voiture ? Les batteries lourdes qui font bouger la tête ? Le producteur tentaculaire Tcheep et sa légendaire SP-404 sont la définition même du mot beatmaking : un art subtil mêlant groove, douceur et énergie hip-hop ! Que ce soit avec le mystérieux « Technodrome », les mélodies orientales d’« Oasis Mecanic », le psychédélique « Acid Monsters Temple » ou les beat tapes chill « Futuroscope », Tcheep excelle. À la fois digger de samples et architecte de son propre univers, conçu à base de kicks et de caisses claires, ce producteur multiplie les influences : East Coast, jazz, rock psyché, musique traditionnelle hongroise ou sitar indien.",
      "bioEn": "Tcheep is a French beatmaker and co-founder of the Mutant Ninja Records label. Passionate about golden-era hip-hop, he creates boom-bap instrumentals packed with soul, jazz and movie samples, making him a key figure on the beatmaking scene. Do you love the dusty grain of old samples? Lo-fi boom bap that follows you everywhere, from the office to the car? Heavy drums that make your head nod? The many-armed producer Tcheep and his legendary SP-404 are the very definition of beatmaking: a subtle art blending groove, smoothness and hip-hop energy. Whether it’s the mysterious Technodrome, the Eastern-flavoured melodies of Oasis Mecanic, the psychedelic Acid Monsters Temple or the chilled beat tapes Futuroscope, Tcheep shines. Both a sample digger and the architect of his own universe built on kicks and snares, he draws from a wide range of influences: East Coast rap, jazz, psychedelic rock, traditional Hungarian music and Indian sitar."
    },
    {
      "fileName": "The Architect",
      "slug": "the-architect",
      "link": "https://www.instagram.com/thearchitect_one/?hl=fr",
      "platform": "instagram",
      "bioFr": "The Architect nous plonge dans un voyage à travers le monde et les styles : Hip Hop, Jazz, Electro, Soul, Funk... Passionné de vinyles et véritable digger averti, les platines ont toujours été son terrain de jeu favori. Beatmaker surproductif, il est aussi engagé dans différents side projects tels que L'Entourloop et Bloc. Le succès de son premier EP \"Foundations\" sorti en 2013, comprenant plusieurs tubes tels que \"Les Pensées\" (8M de vues) ou \"Dreader Than Dread (ft. Skarra Mucci & L'Entourloop)\" (15M de vues), l'a amené à faire plus de 200 dates à travers le monde et cumuler plus de 35M de streams sur les plateformes. Sept ans après, The Architect revient enfin avec avec son très attendu nouvel album intitulé \"Une plage sur la lune\", sorti le 12 juin 2020. Un album \"casanier, avec une fenêtre ouverte sur le monde\" comme il le décrit lui-même. Le 30 mai 2022, il sort le single « Tuna Luna ». Sorte d’outro à son dernier album, on retrouve le thème de la lune dans ce titre abstract hip-hop aux accents lo-fi. Un morceau à l’ambiance chill pour lequel The Architect a invité Celeste, un tout jeune beatmaker de 18 ans dont ce sera le premier morceau officiel. Pour le clip, The Architect a fait appel à Piel, un réalisateur encore plus précoce puisqu’il n’a que 12 ans ! Avec « Tuna Luna », The Architect signe un magnifique single et met en avant la génération de demain.",
      "bioEn": "The Architect takes us on a journey across the world and across styles – hip-hop, jazz, electro, soul, funk and more. A passionate vinyl lover and seasoned digger, the turntables have always been his favourite playground. A hyper-productive beatmaker, he is also involved in various side projects such as L’Entourloop and Bloc. The success of his first EP Foundations, released in 2013 and featuring several hits like “Les Pensées” (8M views) and “Dreader Than Dread (ft. Skarra Mucci & L’Entourloop)” (15M views), led to more than 200 shows worldwide and over 35 million streams on digital platforms. Seven years later, The Architect finally returned with his long-awaited new album Une plage sur la lune, released on 12 June 2020 – “a homebody record with a window open to the world”, as he describes it himself. On 30 May 2022, he dropped the single “Tuna Luna”, a sort of outro to his last album, revisiting the lunar theme in an abstract, lo-fi-tinged hip-hop track. A chilled-out tune, “Tuna Luna” sees The Architect invite Celeste, an 18-year-old beatmaker for whom this is a first official release. For the video, he called on Piel, an even younger director – just 12 years old. With “Tuna Luna”, The Architect delivers a beautiful single while shining a light on the next generation."
    },
    {
      "fileName": "Thierry Los",
      "slug": "thierry-los",
      "link": "http://www.dng-music.com/3jt/thierrylos/index.html",
      "platform": "website",
      "bioFr": "Thierry Los est une figure emblématique de la scène musicale française, active depuis plus de 30 ans. Il a marqué l'industrie avec ses groupes Dodge Veg-O-Matic et Vegomatic, et a collaboré avec des artistes de renom tels que le chanteur italien Massimo Guadalupi avec qui il a obtenu un titre gold sur FIP en 2006 pour \"Jazz On The Road\", et la comédienne-chanteuse italienne Clara Galante, connue pour \"La Sirena nella notte\", le slow torride de Laetitia Casta sur UNE ILE d'ARTE. Il a également travaillé étroitement avec le Soul Man anglais Myles Sanko, co-composant ses deux premiers albums. Outre ses collaborations artistiques, Thierry a également composé pour les défilés Haute-Couture du créateur Maurizio Galante, et ses compositions ont régulièrement été diffusées sur France Télévision, notamment pour des documentaires de prime time et des publicités TV. Depuis 2019, il est sociétaire définitif de la SACEM et a intensément contribué à la librairie musicale depuis sa découverte du domaine en 2000, grâce à Guillaume Albeck qui lui commanda son premier album dans son style de prédilection, l'Electro Surf. En dehors de la musique, Thierry Los est également réalisateur de court-métrages primés, collectionneur d'autos anciennes qu'il loue pour des tournages de cinéma et des shootings de mode. Par ailleurs, il s'est également aventuré dans le mannequinat et la comédie, apparaissant récemment dans la publicité TV SUPERPROF en tant que professeur de guitare incarnant un vieux rocker.",
      "bioEn": "Thierry Los is a seminal figure on the French music scene, active for more than 30 years. He first made his mark with the bands Dodge Veg-O-Matic and Vegomatic, and has collaborated with numerous renowned artists, including Italian singer Massimo Guadalupi, with whom he earned a gold title on FIP in 2006 for “Jazz On The Road”, and Italian actress-singer Clara Galante, known for “La Sirena nella notte”, the steamy slow track performed by Laetitia Casta in ARTE’s series Une Île. He has also worked closely with British soul man Myles Sanko, co-writing his first two albums. Beyond his artistic collaborations, Thierry has composed for Haute Couture runway shows by designer Maurizio Galante, and his music is regularly broadcast on France Télévisions, notably in prime-time documentaries and TV commercials. Since 2019, he has been a full member of SACEM. He has been deeply involved in production music ever since discovering the field in 2000, when Guillaume Albeck commissioned his first album in his favourite style: electro-surf. Outside of music, Thierry Los is an award-winning short-film director and a collector of vintage cars, which he rents out for film shoots and fashion photoshoots. He has also ventured into modelling and acting, most recently appearing in a SUPERPROF TV commercial as a guitar teacher playing the part of an old rocker."
    },
    {
      "fileName": "Ugly Mac Beer",
      "slug": "ugly-mac-beer",
      "link": "https://www.instagram.com/uglymacbeer/?hl=fr",
      "platform": "instagram",
      "bioFr": "Ugly Mac Beer fait ses débuts à la fin des années 90, en tant que DJ du Groupe La Formule, aux côtés de Wax Tailor. Au cours des années 2000, souhaitant développer ses propres projets, il entame une carrière solo. Très vite, il s'impose comme un personnage incontournable de la scène turntablism / scratch music en France, en tant qu'artiste, mais également en tant que producteur indépendant prolifique avec son label Beatsqueeze Records. Au milieu des années 2000, il commence à collaborer avec le digger/beatmaker Mister Modo. De cette alchimie va naitre une suite de projets jalonnés de nombreuses collaborations internationales avec des grands noms de cette culture comme MF Grimm, Kool Keith, Psycho Les (Beatnuts), Guilty Simpson, Mike Ladd, El Da Sensei, Dj D-Styles… En 2009, la sortie de l'album Modonut reçoit une belle exposition médiatique et un vrai succès auprès d’un public plus large. Le titre \"Not Afraid\" (ft Jessica Fitoussi) aux accents soul 70' est largement programmé en radio et permet au duo d’être diffusé internationalement. Le deuxième opus du duo, sobrement intitulée \"Modonut 2\" sort en 2012 et donne naissance cette fois à un banger hip-hop «  Diggin in the Crates » (ft F.Stokes)  plébiscité par des DJ’s autant eu Europe qu’en Amérique du Nord. De plus en plus demandé dans le monde de la publicité et du cinéma pour de la synchronisation à l’image, Ugly Mac Beer se découvre une passion pour l’audiovisuel. Inspiré depuis toujours par la télévision, la pop culture, le cinéma et la musique au sens large, il trouve sa place aujourd’hui comme compositeur à plein temps de musique à l’image.",
      "bioEn": "Ugly Mac Beer began his career in the late 1990s as the DJ for the group La Formule, alongside Wax Tailor. In the 2000s, eager to develop his own projects, he launched a solo career. He quickly became a key figure on the French turntablism / scratch scene, both as an artist and as a prolific independent producer with his label Beatsqueeze Records. In the mid-2000s he started collaborating with fellow digger/beatmaker Mister Modo. Their chemistry led to a series of projects featuring numerous international guests and major names from the culture, including MF Grimm, Kool Keith, Psycho Les (Beatnuts), Guilty Simpson, Mike Ladd, El Da Sensei, DJ D-Styles and more. In 2009, the release of the album Modonut received strong media exposure and found real success with a wider audience. The 70s-soul-tinged track “Not Afraid” (ft. Jessica Fitoussi) was heavily played on radio and brought the duo international airplay. The second album from the pair, simply titled Modonut 2 and released in 2012, produced another hip-hop banger, “Diggin in the Crates” (ft. F. Stokes), widely supported by DJs across Europe and North America. Increasingly in demand for sync work in advertising and film, Ugly Mac Beer discovered a passion for the audiovisual world. Long inspired by television, pop culture, cinema and music in the broadest sense, he has now found his place as a full-time composer for music to picture."
    },
    {
      "fileName": "Viro Major Records",
      "slug": "patrice-dambrine-viro-major-records",
      "link": "https://www.instagram.com/viromajorrecords/",
      "platform": "instagram",
      "bioFr": "Viro Major Records est un label indépendant français basé entre Paris et la région nantaise, actif depuis 2019. Il défend une esthétique punk, post-punk, electro-clash et hardcore, en produisant des groupes comme Last Night, Règlement, Tempomat ou Campari Crepuscule.",
      "bioEn": "Viro Major Records is an independent French label based between Paris and the Nantes region, active since 2019. It champions a punk, post-punk, electro-clash and hardcore aesthetic, producing bands such as Last Night, Règlement, Tempomat and Campari Crepuscule."
    },
    {
      "fileName": "Well Quartet",
      "slug": "well-quartet",
      "link": "https://www.instagram.com/wellquartet/",
      "platform": "instagram",
      "bioFr": "Créé en 2012, le WELL Quartet est un quatuor à cordes constitué de quatre musiciennes talentueuses aux parcours singuliers, explorant un éventail infini de styles musicaux. En effet, ces quatre musiciennes, manient habilement la musique classique, le rock, le jazz, la chanson, en passant par les musiques traditionnelles et les musiques contemporaines. Arrangeuses et compositrices, le WELL Quartet propose également de jouer et/ou d’écrire des arrangements et compositions (pour cordes, orchestre symphonique…) pour sublimer la production d’un disque ou d’une bande originale. Chanteuses (lead et choeur) dans divers projets, elles exploitent leurs 4 voix en studio comme en live. Les musiciennes ont collaboré ensemble ou individuellement avec de nombreux artistes tels que : Imany, Cabadzi, JB Dunckel (Air), Canine, Fred Radix (Le Siffleur), Michel Pinhero’s African Salsa Orchestra, Thibaud Defever (Presque Oui), Emel Mathlouthi, Orchestre Orage (Uèle Lamore), Lionne, Les Enfoirés, Médéric Collignon, Mokawoods, Nina Attal, Smos (feat Charles Pasi), Monica Passos, Titi Robin, Nico Dri, Monsieur Pierre, Lucrèce Sassella, Antoine Sahler, The Airplane, Isma Hill, Kristo Numpuby, Caroline Loeb, Syd Kult, Ellinoa et le Wanderlust Orchestra, Gino Sitson, Tom Poisson, Kyrie Kristmanson, Chapelier Fou… Elles prêtent régulièrement leurs cordes à l’enregistrement de musiques à l’image (cf le film Qanis de Reda Mustafa composée par Loïc Ouaret) et de théâtre (Françoise par Sagan, mise en scène de Alex Lutz,avec Caroline Loeb. Le Siffleur de Fred Radix)... En live, le quatuor se produit régulièrement en concert en France ou à l’international: Paris Jazz Festival, Festival de Jazz de Canton, Festival International de Jazz de Shenzhen, Festival International de Jazz de Changsha, Tempo Latino… Chaque membre du quatuor est régulièrement amené à jouer en soliste, en duo ou en trio.",
      "bioEn": "Founded in 2012, WELL Quartet is a string quartet made up of four talented musicians with singular backgrounds, exploring an infinite range of musical styles. They move with ease between classical music, rock, jazz, chanson, traditional music and contemporary repertoire. Arrangers and composers, WELL Quartet also offer to perform and/or write arrangements and original works (for strings, symphony orchestra, etc.) to enhance an album or a film score. All four are singers (lead and backing vocals) in various projects and make full use of their voices both in the studio and on stage.Together or individually, they have collaborated with many artists, including: Imany, Cabadzi, JB Dunckel (Air), Canine, Fred Radix (Le Siffleur), Michel Pinhero’s African Salsa Orchestra, Thibaud Defever (Presque Oui), Emel Mathlouthi, Orchestre Orage (Uèle Lamore), Lionne, Les Enfoirés, Médéric Collignon, Mokawoods, Nina Attal, Smos (feat. Charles Pasi), Monica Passos, Titi Robin, Nico Dri, Monsieur Pierre, Lucrèce Sassella, Antoine Sahler, The Airplane, Isma Hill, Kristo Numpuby, Caroline Loeb, Syd Kult, Ellinoa & the Wanderlust Orchestra, Gino Sitson, Tom Poisson, Kyrie Kristmanson, Chapelier Fou…They regularly lend their strings to recording sessions for film music (e.g. the film Qanis by Reda Mustafa, scored by Loïc Ouaret) and theatre (Françoise par Sagan, directed by Alex Lutz with Caroline Loeb; Le Siffleur by Fred Radix, etc.). On stage, the quartet performs frequently in France and abroad: Paris Jazz Festival, Canton Jazz Festival, Shenzhen International Jazz Festival, Changsha International Jazz Festival, Tempo Latino, and more. Each member of the quartet also regularly performs as a soloist, in duo or in trio formations."
    },
    {
      "fileName": "Yann Jankielewicz",
      "slug": "yann-jankielewicz",
      "link": "https://www.instagram.com/yann_jankielewicz/",
      "platform": "instagram",
      "bioFr": "Yann Jankielewicz s'est immergé très tôt dans le monde de la musique. Dès l'âge de 7 ans, il animait sa première émission de radio \"Malabar super 9\" sur Radio 9, et dès 10 ans, il assistait en tant que pousse-disque à Radio Méduse. Son enfance a été bercée par une diversité de styles musicaux, de la chanson française à la soul music, en passant par le funk et la folk américaine. Son parcours musical démarre véritablement à Lunel, où il se met au clairon dans une banda avant de découvrir le saxophone alto à l'adolescence, instrument que sa mère lui achète spontanément. Ce choix marque le début d'un apprentissage intensif qui le conduit de l'orchestre d'harmonie de Templeuve aux conservatoires parisiens, où il se spécialise en jazz et écriture classique. En 1998, Yann part à La Havane pour perfectionner sa technique du saxophone et des percussions. Sa carrière prend une dimension internationale lorsqu'il participe au séminaire international de jazz à Sienne, où il obtient une bourse. Au fil des années, Yann Jankielewicz multiplie les collaborations prestigieuses, tant sur scène qu'en studio. Il a travaillé avec des artistes tels que Mano Solo, Sébastien Tellier, Alpha Blondy, Michel Petrucciani, Mathieu Chedid, Youssou Ndour, et bien d'autres. Il a également été membre de diverses formations telles que le Surnatural Orchestra, le bigband NivuNiconnu, et le sextet de Daniel Mizrahi. En 2008, il fonde le tentet \"Vaporetto\", mélangeant jazz, musique improvisée et musique de film. Cette période marque aussi le début de sa carrière dans la composition et production musicale pour l'audiovisuel, incluant des travaux pour la télévision et le cinéma, et des génériques d'émissions telles que Thalassa. En 2016, Yann décide de renforcer ses compétences en techniques du son en suivant un cursus à l'Abbey Road Institute France. Il travaille ensuite en tant qu'ingénieur du son et réalisateur sur divers projets, consolidant sa réputation dans le domaine. La rencontre avec Tony Allen en 2008 fut déterminante, Yann devenant un membre permanent de son groupe jusqu'à la disparition du musicien en 2020, collaborant étroitement sur des projets majeurs. Récemment, en 2021, Yann co-lance l'album \"Quirky Jazz Parade\" édité et produit par PARIGO et continue d'explorer de nouveaux horizons musicaux avec son premier album enregistré à New York en 2022, collaborant avec des musiciens de renom tels que Josh Dion et Jason Lindner. Yann Jankielewicz continue de laisser une empreinte indélébile sur la scène musicale internationale, reconnu pour son éclectisme et son talent multidimensionnel.",
      "bioEn": "Yann Jankielewicz immersed himself in the world of music from a very young age. At just seven, he hosted his first radio show, Malabar Super 9, on Radio 9, and by ten he was working as a record runner at Radio Méduse. His childhood was steeped in a wide range of styles – from French chanson to soul, funk and American folk. His musical path truly began in Lunel, where he first played bugle in a banda before discovering the alto saxophone as a teenager, an instrument his mother spontaneously bought for him. This choice marked the start of intensive studies that took him from the Templeuve concert band to Paris conservatoires, where he specialised in jazz and classical composition. In 1998, Yann travelled to Havana to refine his saxophone and percussion skills. His career took on an international dimension when he attended the Siena International Jazz Seminar, where he was awarded a scholarship. Over the years, he has multiplied prestigious collaborations, both on stage and in the studio, working with artists such as Mano Solo, Sébastien Tellier, Alpha Blondy, Michel Petrucciani, Mathieu Chedid, Youssou Ndour and many others. He has also been a member of ensembles including Surnatural Orchestra, the big band NivuNiconnu and Daniel Mizrahi’s sextet.\nIn 2008, he founded the tentet Vaporetto, blending jazz, improvised music and film score aesthetics. This period also marked the beginning of his work as a composer and producer for audiovisual projects, including music for television and film, and theme tunes for programmes such as Thalassa. In 2016, Yann decided to deepen his expertise in sound engineering by studying at Abbey Road Institute France. He then worked as a sound engineer and producer on various projects, further strengthening his reputation in the field. His encounter with Tony Allen in 2008 proved decisive: Yann became a permanent member of the drummer’s band until Allen’s passing in 2020, collaborating closely on major projects. More recently, in 2021, he co-launched the album Quirky Jazz Parade, released and produced by PARIGO, and continued to explore new musical horizons with his first album recorded in New York in 2022, alongside renowned musicians such as Josh Dion and Jason Lindner. Yann Jankielewicz continues to leave an indelible mark on the international music scene, recognised for his eclecticism and multifaceted talent."
    },
    {
      "fileName": "Yann Kornowicz",
      "slug": "yann-kornowicz",
      "link": "https://www.instagram.com/yannkornowicz/",
      "platform": "instagram",
      "bioFr": "Fils de violonistes, il est biberonné à la musique classique et fait 5 ans de conservatoire en classe de violon. Ses deux oncles compositeurs l’abreuvent de John Adams, Steve Reich, Lutoslawski, Philip Glass et toute la scène contemporaine de la fin du 20eme siècle. Durant son adolescence il découvre que la musique à l'image puise dans toutes ces influences à la fois, et tombe amoureux de ce terrain de jeux. Dans une démarche autodidacte, il compose principalement de la musique de genre faisant référence à certaines époques. Il ne s’agit toutefois jamais de pastiche, le but artistique étant de détourner ces influences digérées par le temps pour construire une uchronie musicale à la frontière de l’hantologie, avec une prédilection pour les ambiances sombres. Au fil des ans il se professionnalise, et en plus de ses albums, il compose des musiques de documentaires, de pubs, d’expos, de production music, tout en étant directeur artistique sur de nombreux plateaux de tournages. Yann a désormais son studio de production et d’enregistrement à Paris St Lazare : Silvercut Studio.",
      "bioEn": "The son of two violinists, he was raised on classical music and spent five years at the conservatory studying violin. His two uncles, both composers, fed him John Adams, Steve Reich, Lutosławski, Philip Glass and the whole contemporary scene of the late 20th century. As a teenager, he discovered that music for picture draws on all these influences at once and fell in love with that playground. Self-taught, he mainly writes genre music that references specific eras. It is never pastiche, though: his artistic aim is to twist these influences—weathered by time—into a kind of musical alternate history on the edge of hauntology, with a clear preference for dark atmospheres. Over the years he has turned professional and, alongside his own albums, has composed music for documentaries, commercials, exhibitions and production music, while also working as an artistic director on numerous film shoots. He now runs his own production and recording studio near Paris Saint-Lazare: Silvercut Studio."
    }
  ],
  "linksToAdd": {
    "2080": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/2080music/"
      }
    ],
    "arom": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/arom_boglins/"
      }
    ],
    "aeon-seven": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/aeon7even/?hl=fr"
      }
    ],
    "after-in-paris": [
      {
        "platform": "website",
        "url": "https://www.afterinparis.com/"
      }
    ],
    "arandel": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/iamarandel/"
      }
    ],
    "arat-kilo": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/arat_kilo_band/?hl=fr"
      }
    ],
    "bonetrips": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/bonetrips84/"
      }
    ],
    "bruno-hovart": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/brunopatchworks/"
      }
    ],
    "charlotte-savary": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/charlottesavarymusic/"
      }
    ],
    "chicho-cortez": [
      {
        "platform": "soundcloud",
        "url": "https://soundcloud.com/chicho-cortez"
      }
    ],
    "cyril-laurent": [
      {
        "platform": "website",
        "url": "https://www.mowno.com/news/infos/avec-hexahedre-jb-hanak-et-cyril-laurent-invitent-au-voyage-extra-corporel/"
      }
    ],
    "coeur": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/coeurkokoro/?hl=fr"
      }
    ],
    "dj-hertz": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/9_o_clock/"
      }
    ],
    "dj-troubl": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/djtroubl/?hl=af"
      }
    ],
    "dan-amozig": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/danamozig/reels/?__d=dist"
      }
    ],
    "f-stokes": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/rodneyluthaking/?hl=fr"
      }
    ],
    "fabien-girard": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/fabien_girard/"
      }
    ],
    "flore": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/floremusic/?hl=fr"
      }
    ],
    "emile-sornin-forever-pavot": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/foreverpavot/?hl=fr"
      }
    ],
    "grand-david": [
      {
        "platform": "bandcamp",
        "url": "https://legranddavid.bandcamp.com/"
      }
    ],
    "jb-hanak": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/jbhanak/"
      }
    ],
    "laurent-dury": [
      {
        "platform": "spotify",
        "url": "https://open.spotify.com/intl-fr/artist/7gpOQ6zpHZobl99wEQQRwj"
      }
    ],
    "liqid": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/liqid84/?hl=fr"
      }
    ],
    "madben": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/madben_official/?hl=fr"
      }
    ],
    "minimatic": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/minimatic.music/"
      }
    ],
    "mister-modo": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/modoandmacbeer/?hl=fr"
      }
    ],
    "modulhater": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/modulhater/"
      }
    ],
    "nsdos": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/koodes_k/?hl=fr"
      }
    ],
    "nicodrums-friends": [
      {
        "platform": "website",
        "url": "https://musicboxpublishing.fr/catalogue/nicodrum/"
      }
    ],
    "nicolas-pisani": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/nicolas__pisani/"
      }
    ],
    "of-ivory-horn": [
      {
        "platform": "website",
        "url": "https://www.dorianchamoin.fr/dorian-chamoin"
      }
    ],
    "pierre-millet": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/milletpierre/"
      }
    ],
    "sr-ortegon": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/srortegon/"
      }
    ],
    "tcheep": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/_tcheep_/?hl=fr"
      }
    ],
    "the-architect": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/thearchitect_one/?hl=fr"
      }
    ],
    "thierry-los": [
      {
        "platform": "website",
        "url": "http://www.dng-music.com/3jt/thierrylos/index.html"
      }
    ],
    "ugly-mac-beer": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/uglymacbeer/?hl=fr"
      }
    ],
    "patrice-dambrine-viro-major-records": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/viromajorrecords/"
      }
    ],
    "well-quartet": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/wellquartet/"
      }
    ],
    "yann-jankielewicz": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/yann_jankielewicz/"
      }
    ],
    "yann-kornowicz": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/yannkornowicz/"
      }
    ],
    "aiwa": [
      {
        "platform": "soundcloud",
        "url": "https://soundcloud.com/a-wa"
      }
    ],
    "drixxxe": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/drizzzel/"
      }
    ],
    "jean-pierre-menager": [
      {
        "platform": "website",
        "url": "https://www.jeanpierremenager.com/"
      }
    ],
    "sebastien-blanchon": [
      {
        "platform": "instagram",
        "url": "https://www.instagram.com/nzeng_music/?hl=fr"
      }
    ]
  },
  "summary": {
    "total": 45,
    "withLinks": 45,
    "slugsToDelete": [
      "amaury-messelier",
      "franck-sinnassamy"
    ],
    "slugsToCreate": [
      "well-quartet"
    ]
  }
}